export const ruWords = {
    "app_name": "99 имен Аллаха",
    "the_most_beautiful_names_text": "Прекраснейшие имена Аллаха",
    "main_block_title": "Воистину, у Аллаха есть 99 имён – сто без одного, и тот, кто перечислит их, войдёт в Рай",
    "name": "имя",
    "unavailable_text": "В настоящее время страница недоступна.",
    "unavailable_subtext": "Перейти на главную страницу",

    "header_main": "Главная",
    "header_test": "Тест",
    "header_about": "О нас",
    "header_allNames": "Список имён",

    "search_button": "Поиск",
    "search_input": "99 прекраснейших имен Аллаха...",

    "about_app_title": "Так же учите имена прямо с мобильного телефона",
    "about_app_subtitle": "Скачайте это приложение, чтобы все Прекраснейшие имена Аллаха были всегда под рукой!",
    "about_app_download": "Скачать с",

    "footer_title": "99 имен Аллаха - сборник всех Прекраснейших имен Аллаха. Учите имена, слушайте, а так же проходите тесты, чтобы закрепить свои знания.",
    "footer_subtitle": "Все права защищены",
    "footer_help": "Помощь",
    "footer_policy": "Политика конфиденциальности",
    "footer_contact": "Свяжитесь с нами",
    "footer_apps": "Приложения",
    "footer_android": "Скачать на Android",
    "footer_ios": "Скачать на IOS",

    "bookmarks_page_title": "Закладки",

    "test_page_title": "Проверьте свои знания",
    "test_page_start_test": "Начать тест",

    "about_page_title_1": "Наша команда",
    "about_page_title_2": "О приложении",
    "about_page_title_3": "Пожертвование",
    "about_page_subtitle_1": "Данные о 99 именах Аллаха взято с сайта ",
    "about_page_subtitle_2": " и с книги “Алланың қасиетті есімдері” (Алматы, издательство “Көкжиек”, 2019)",
    "about_page_donation_subtitle": "Ваши пожертвования будут направлены на благотворительные проекты (строительство мечетей и медресе, благотворительные фонды и т.д.). Давайте делать добро. Да будет доволен вами Аллах!",

    "modal_text": "В аяте четко сказано, что нужно молиться, обращаясь к именам Аллаха.\n        Ученые совершенствовали различные способы и способы их осуществления.\n        Один из этих методов-вычислить каждое имя с учетом Абжада, определить, как оно будет выглядеть, и записать \"Я\" перед этим числом (например, Я, Рахман! Я, Фаттах!), в формулу которого было вложено название этого имени. Поэтому, когда вы делаете зикр, лучше сделать зикр, как показано в этом примере.",

    "test_title": " имена Аллаха",
    "test_question_number": " вопрос из 10",
    "test_next_question": "Cледующий вопрос",
    "test_ending_mashallah": "Машаллах",
    "test_ending_answers_number": "Вы правильно ответили на количество вопросов - ",
    "test_ending_alhamdulilah": "Альхамдулиллах",
    "test_ending_check_answers": "Посмотреть все ответы",
    "test_results_right_answers1": "Вы ответили правильно на ",
    "test_results_right_answers2": " из 10 вопросов",
    "test_button_accept": "Принять",
    "test_button_repeat": "Повторить",

    "one_name_full_description": "Полное описание",
    "one_name_zikr_text1": "Польза произнесения зикра",
    "one_name_zikr_text2": "Желания и все молитвы должны быть приняты.",
    "one_name_zikr_text3": "Количество произношений: ",
    "one_name_start_zikr": "Начать зикр",

    "copy_to_clipboard": "Ссылка успешно сохранена в буфер обмена",

    "meruert_name": "Нургазы Меруерт",
    "meruert_description": "Основатель и CEO",

    "kudaibergen_name": "Алимтаев Кудайберген",
    "kudaibergen_description": "Android разработчик",

    "elaman_name": "Елмуратов Еламан",
    "elaman_description": "UX/UI дизайнер",

    "zaur_name": "Бердибеков Заур",
    "zaur_description": "WEB разработчик",
};