export const ruNames = [
    {
        "ayats": [
            {
                "ayat": "﴿اللّهُ لا إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ﴾",
                "ayatKz": "«Алладан басқа құдай жоқ, Ол – Мәңгі тірі, Өздігінен тұрушы»",
                "order": "Әли Имран, 2"
            }
        ],
        "meaning": "Тот, Кто обладает божественностью и Тот, Кто имеет права на то, чтобы Ему поклонялись все. Он есть Бог, Который заслуживает покорность и смирение от нас. Все виды поклонения могут быть адресованы только Ему.",
        "shortMeaning": "Единый Бог",
        "id": 1,
        "name": "Аллах",
        "nameArabic": "الله",
        "zikrCount": 66,
        "zikrText": "Принятие различных пожеланий и всех молитв",
        "zikr": "Все сомнения в сердце души, повторяющей это божественное имя 1000 раз в день, будут устранены. Вместо этого их вера в Бога будет укрепляться, а их вера - еще сильнее. Снова и снова молитва исцеляет при различных недугах."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَإِلَـهُكُمْ إِلَهٌ وَاحِدٌ لاَّ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ﴾",
                "ayatKz": "«Құдайларың – бір Құдай, Одан өзге құдай жоқ, Ол – Аса рахымды әрі Ерекше мейірімді»",
                "order": "Бақара, 163"
            },
            {
                "ayat": "﴿الرَّحْمَنُ*  عَلَّمَ الْقُرْآنَ﴾",
                "ayatKz": "«Аса мейірімді. Құранды үйреткен»",
                "order": "Рахман, 1,2"
            },
            {
                "ayat": "﴿قُلِ ادْعُواْ اللّهَ أَوِ ادْعُواْ الرَّحْمَـنَ أَيّاً مَّا تَدْعُواْ فَلَهُ الأَسْمَاء الْحُسْنَى﴾",
                "ayatKz": "«(Уа, Мұхаммед!) Алла деп шақырыңдар, Рахман деп шақырыңдар – қайсысымен шақырсаңдар да көркем есімдер Оған тән» де»",
                "order": "Исра, 110"
            }
        ],
        "meaning": "Всемилостивый, Милостивый на этом свете ко всем Своим созданиям. Оно может применяться исключительно для обращения к Аллаху. Оно имеет много значений, относящихся к понятию милосердия, и принадлежит только Аллаху.",
        "shortMeaning": "Сострадательный",
        "id": 2,
        "name": "Ар-Рахман",
        "nameArabic": "الرَّحْمَنُ",
        "zikrCount": 298,
        "zikrText": "Достижение любви Аллаха в этом мире и на том свете",
        "zikr": "Человек, который произносит это имя Аллаха 100 раз после каждой молитвы, будет иметь способность думать и помнить. Он также освободится от жестокости сердца и от апатии религии."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ﴾",
                "ayatKz": "«Ол – Алла, Одан өзге құдай жоқ, Ол – ғайыпты да, көрнеуді де білуші, Ол – Аса рахымды әрі Ерекше мейірімді»",
                "order": "Хашыр, 22"
            },
            {
                "ayat": "﴿نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ﴾",
                "ayatKz": "«(Уа, Мұхамед!) Құлдарыма Менің Кешірімді әрі Ерекше мейірімді екендігімді хабарла»",
                "order": "Хижр, 49"
            },
            {
                "ayat": "عَنْ أَبِى بَكْرٍ الصديق t أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم : »عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي« ، قَالَ : »قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ ، وَارْحَمْنِي ، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ «. البخاري في كتاب الدعوات (799)",
                "ayatKz": "Әбубәкір (р.а.) Пайғамбар (ﷺ): «Намазды айтатын дұға үйретіңіз», – деп сұрағанда ол (ﷺ): «Уа, Алла! Шындығында мен өз-өзіме көп зұлымдық қылдым, ал күнәні Өзіңнен басқа ешкім де кешіре алмайды. Мені Өзі жаныңда жарылқаумен жарылқап, рахым қыл. Расында Сен Кешірімдісің әрі Ерекше рахымдысың» деп айт», – деген.",
                "order": "Бұхари әд-Дағауат кітабында № 799 риуаят еткен"
            },
            {
                "ayat": "عَنْ عبد الله بنِ عُمَرَ t قَالَ: »إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ: رَبِّ اغْفِرْ لِي وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ«. أبو داود في كتاب الوتر (1516) ، وابن ماجة (3075)",
                "ayatKz": "Абдулла ибн Омар (р.а.): «Біз бір отырыста Алланың елшісінің (ﷺ) «Раббым, мені кешір әрі тәубемді қабыл ал! Расында Сен тәубені қабыл алушысың, Ерекше мейірімдісің» деп жүз рет айтқандығын есептегенбіз», – дейді.",
                "order": "Әбу Дәуіт әл-Уитр кітабында № 1516 және Ибн Мәже № 3075 риуаят еткен"
            }
        ],
        "meaning": "Милостивый, Проявляющий на том свете Милость только к уверовавшим и покорным. В исламском богословии считается, что имя ар-Рахман включает все типы сострадания Бога, в то время как ар-Рахим означает действие по отношению к верующим, и оно может использоваться в качестве характеристики человека.",
        "shortMeaning": "Милосердный",
        "id": 3,
        "name": "Ар-Рахим",
        "nameArabic": "الرَّحِيمُ",
        "zikrCount": 258,
        "zikrText": "Достижение материальной и духовной благодати",
        "zikr": "Человек, произносящий это имя Аллаха 100 раз после каждой молитвы, будет избавлен от всех бед."
    },
    {
        "ayats": [
            {
                "ayat": " فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ ",
                "ayatKz": "«Алла бәрінен де биік, Хақиқи Патша! Одан басқа құдай жоқ, Ол – ардақты аршының Иесі»",
                "order": "Мүминун, 116"
            },
            {
                "ayat": "عَنْ عَلِىِّ رضي الله عنه في دعاء النبي صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ : »اللهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ .. «. مسلم في صلاة المسافرين (771)",
                "ayatKz": "Әли ибн Әбутәліп (р.а.) Пайғамбардың (ﷺ) намазға тұрғанда: «Уа, Алла! Сен Патшасың, Сенен басқа құдай жоқ» деп басталатын дұғаны оқитындығын жеткізген.",
                "order": "Мүслім Саләт әл-мусәфирин кітабында № 771 риуаят еткен"
            },
            {
                "ayat": "عَنْ أبي هُرَيْرَةَ رضي الله عنه قَالَ : سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ: »يَقْبِضُ اللهُ الأَرْضَ وَيَطْوِى السماوات بِيَمِينِهِ ثُمَّ يَقُولُ : أَنَا المَلِكُ ، أَيْنَ مُلُوكُ الأَرْضِ« . البخاري في التفسير (4534) .",
                "ayatKz": "Әбу Һурайра (р.а.) былай деген: «Мен Алланың елшісінің (ﷺ): «Алла жерді ұстап, аспанды оң қолымен бүктейді. Сосын: «Мен – Патшамын! Жердегі патшалар қайда?» – дейді», – дегенін естідім».",
                "order": "Бұхари әт-Тәфсир кітабында № 4534 риуаят еткен"
            }
        ],
        "meaning": "Здесь означает царя царей, абсолютного властелина, заботливо руководящего своими последователями. Властитель всего сущего, Владыка Дня Суда. Аллаһ абсолютно не нуждается ни в одном из Своих творений, в то время как все они нуждаются в Нём и находятся в Его власти.",
        "shortMeaning": "Властелин",
        "id": 4,
        "name": "Аль-Малик",
        "nameArabic": "المَلِكُ",
        "zikrCount": 90,
        "zikrText": "Быть сильным материальным и духовным, уметь прислушивать людей к себе",
        "zikr": "Человек, который повторяет это имя Аллаха во второй половине дня, избавится от своей зависимости от денег и не будет испытывать недостатка в деньгах."
    },
    {
        "ayats": [
            {
                "ayat": " ﴿هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ﴾ ",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті»",
                "order": "Хашыр, 23"
            },
            {
                "ayat": "﴿يُسَبِّحُ لِلهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ المَلِكِ القُدُّوسِ العَزِيزِ الحَكِيمِ﴾",
                "ayatKz": "«Аспандар мен жердегі нәрселер Патша, Аса қасиетті, Үстем, Өте дана Алланы дәріптейді»",
                "order": "Жұма, 1"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي رُكُوعِهِ وَسُجُودِهِ : »سُبُّوحٌ قُدُّوسٌ رَبُّ المَلاَئِكَةِ وَالرُّوحِ« .  مسلم في كتاب الصلاة (487)",
                "ayatKz": "Алланың елшісі (ﷺ) рукуғ пен сәждеде: «Аса пәк, аса қасиетті, періштелер мен рухтың (Жебірейілді) Иесі», – деп айтатын болған.",
                "order": "Мүслім ас-Салә кітабында № 487"
            },
            {
                "ayat": " عَنْ عَائِشَةَ رضي الله عنها قالت : »كَانَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا هَبَّ مِنَ الليْلِ كَبَّرَ عَشْرًا وَحَمِدَ عَشْرًا، وَقَالَ : سُبْحَانَ اللهِ وَبِحَمْدِهِ عَشْرًا، وَقَالَ : سُبْحَانَ المَلِكِ القُدُّوسِ عَشْرًا وَاسْتَغْفَرَ عَشْرًا وَهَللَ عَشْرًا .. « .  أبو داود في الأدب ",
                "ayatKz": "Айша (р.а.) былай деген: «Алланың елшісі (ﷺ) жел соққанда он рет тәкбір, он рет тәхмид, он рет «Субханаллаһи уа бихамдиһ» деп, «Өзі пәк, аса қасиетті, Патша» деп он рет айтатын, он рет истиғфар, он рет тәһлил айтатын».",
                "order": "Әбу Дәуіт әл-Әдәб кітабында № 5085 риуаят еткен"
            }
        ],
        "meaning": "Священный, Чистый от недостатков. В основе имени лежит слово Quadusa, означающее быть чистым, святым. Также это имя переводят как Наиболее Чистый, в ознаменование того, что Аллах свободен от пороков, недостатков и человеческих грехов.",
        "shortMeaning": "Святой",
        "id": 5,
        "name": "Аль-Куддус",
        "nameArabic": "القُدُّوسُ",
        "zikrCount": 174,
        "zikrText": "Любая чистота в материальном и духовном плане, чистота сердца, исцеление от духовных чаш",
        "zikr": "Человек, который повторяет это прекрасное имя Аллаха 100 раз в день, избавится от всех психических заболеваний."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللهُ الذِي لا إِلَهَ إِلا هُوَ المَلِكُ القُدُّوسُ السَّلامُ﴾",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт..»",
                "order": "Хашыр, 23"
            },
            {
                "ayat": "عَنْ ابن مسعود رضي الله عنه قال : »كُنَّا إِذَا صَليْنَا خَلفَ النَّبِيِّ صلى الله عليه وسلم قُلنَا : السَّلاَمُ عَلَى جِبْرِيلَ وَمِيكَائِيلَ ، السَّلاَمُ عَلَى فُلاَنٍ وَفُلاَنٍ ، فَالتَفَتَ إِلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ: إِنَّ اللهَ هُوَ السَّلاَمُ.. الحديث« .  البخاري في كتاب الأذان (797).",
                "ayatKz": "Ибн Масғұд (р.а.) былай деген: «Біз Пайғамбардың (ﷺ) артында намаз оқып тұрып «Жебірейіл мен Микайлға сәлем болсын, пәленге мен пәленге сәлем – бейбітшілік болсын» деп айтып едік, Пайғамбар (ﷺ) бізге бұрылды да: «Алланың Өзі Сәлем», – деді.",
                "order": "Бұхари әл-Азан кітабында № 797 риуаят еткен"
            },
            {
                "ayat": " عَنْ ثَوْبَانَ رضي الله عنه أنه قَالَ : »كَانَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا انْصَرَفَ مِنْ صَلاَتِهِ اسْتَغْفَرَ ثَلاَثًا وَقَالَ : اللهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ تَبَارَكْتَ ذَا الجَلاَلِ وَالإِكْرَامِ« .  مسلم في كتاب المساجد (591).",
                "ayatKz": "Сәубан (р.а.) былай дейді: «Алланың елшісі (ﷺ) намазын аяқтағанда үш рет истиғфар айтып, сосын: «Уа, Алла! Сен Сәлемсің әрі сәлем Сенен! Құт-берекелісің, уа, ұлылық пен жомарттықтың Иесі!» – дейтін».",
                "order": "Мүслім әл-Мәсәжид кітабында № 591 риуаят еткен"
            },
            {
                "ayat": "  عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ : »\u200Cإِنَّ السَّلامَ اِسْمٌ مِنْ أَسْمَاءِ اللهِ تَعَالَى فَأَفْشُوهُ بَيْنَكُمْ« .  البخاري في الأدب المفرد.",
                "ayatKz": "Әбу Һурайрадан (р.а.) жеткен риуаятта Пайғамбар (ﷺ): «Расында әс-Сәләм – Бейбітшілік Алла Тағаланың есімдерінің бірі, сондықтан да оны араларыңда таратыңдар», – деген.",
                "order": "Бұхари әл-Әдәб әл-Муфрад кітабында риуаят еткен"
            }
        ],
        "meaning": "Аллах защищает верующих от всех опасностей. Являясь источником мира и гармонии, он дарует мир и защиту Рая верующим.",
        "shortMeaning": "Пречистый",
        "id": 6,
        "name": "Ас-Салям",
        "nameArabic": "السَّلاَمُ",
        "zikrCount": 131,
        "zikrText": "Быть уверенным в чем-либо, что пугает, и быть одержимым",
        "zikr": "Прочитав это имя 160 раз и отдышавшись больному человеку, Аллах восстановит здоровье того, кто дышит."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللهُ الذِي لا إِلَهَ إِلا هُوَ المَلِكُ القُدُّوسُ السَّلامُ المُؤْمِنُ﴾",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді»",
                "order": "Хашыр, 23"
            }
        ],
        "meaning": "В имени аль-Мумин рассматриваются два аспекта: Бог как источник стабильности и защищённости с одной стороны, и как источник веры в сердце человека с другой. Объясняется, что вера является наивысшим даром Аллаха и она защищает от любых бед. Это имя происходит от глагола «верить», как и арабское название верующего - мумин.",
        "shortMeaning": "Оберегающий",
        "id": 7,
        "name": "Аль-Му`мин",
        "nameArabic": "المُؤْمِنُ",
        "zikrCount": 131,
        "zikrText": "Быть в вере, быть уверенным в себе человеком, не страдать от дурных болезней.",
        "zikr": "Тот, кто 630 раз повторил это имя в страхе перед одним Аллахом, Аллах защитит от всех желаний. Всегда можно читать с намерением защититься."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللهُ الذِي لا إِلَهَ إِلا هُوَ المَلِكُ القُدُّوسُ السَّلامُ المُؤْمِنُ المُهَيْمِنُ ﴾",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді, Толық басқарушы»",
                "order": "Хашыр, 23"
            }
        ],
        "meaning": "В явном виде упоминается в Коране один раз, но соответствующие по смыслу описания Аллаха встречаются не единожды. Слово «мухеймин» имеет несколько значений и в данном случае оно интерпретируется как имя обеспечивающего мир и защиту. Его теологический смысл заключается в описании Аллаха как того, кто защищает интересы верующих. Другое его значение описывает Аллаха, как свидетеля всех слов и действий человека, оберегающего их результат. Также смысл имени толкуют как напоминание о том, что все хорошие и плохие поступки человека известны Аллаху и все они записаны в Хранимой скрижали.",
        "shortMeaning": "Попечитель",
        "id": 8,
        "name": "Аль-Мухаймин",
        "nameArabic": "المُهَيْمِنُ",
        "zikrCount": 145,
        "zikrText": "Защита от людей и осмысление их мыслей.",
        "zikr": "Кто совершит два ракаата после совершения омовения и искренне произнесет это чудесное имя 100 раз, Всевышний Аллах очистит его духовно."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ الذِي يُصَوِّرُكُمْ فِي الأَرْحَامِ كَيْفَ يَشَاءُ لا إِلَهَ إِلا هُوَ العَزِيزُ الحَكِيمُ ﴾",
                "ayatKz": "«Ол сондай (Алла) сендерді жатырларда қалауынша бейнелейді. Одан басқа ешбір тәңір жоқ. Ол – Үстем әрі Аса дана»",
                "order": "Әли Имран, 6"
            },
            {
                "ayat": "﴿وَلِلَّهِ جُنُودُ السَّمَاوَاتِ وَالأَرْضِ وَكَانَ اللَّهُ عَزِيزاً حَكِيماً﴾",
                "ayatKz": "«Көктер мен жердегі әскерлер Алланікі, расында Алла Үстем әрі өте дана»",
                "order": "Фатх, 7"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا تَضَوَّرَ مِنَ اللَّيْلِ قَالَ: »لَا إِلَهَ إِلَّا اللهُ الوَاحِدُ القَهَّارُ، رَبُّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيزُ الغَفَّارُ«. السُّيُوطِيُّ فِي الجَامِعِ الصَّغِيرِ (146).",
                "ayatKz": "Айшаның (р.а.) айтуынша Пайғамбар (ﷺ) егер түн ортасында қатты ауырып, мазасызданса: «Алладан басқа құдай жоқ, Ол – Жалғыз әрі Өктем, көктер мен жердің  әрі олардың арасындағылардың Иесі, Үстем әрі Кешірімшіл» дейтін болған.",
                "order": "Әс-Суюти әл-Жами әс-Сағир кітабында № 146 риуаят еткен"
            }
        ],
        "meaning": "Указывается, что нет никого, более могущественного, чем Аллах. В качестве проявлений могущества Аллаха в исламском богословии перечисляются сотворение Богом людей, их поступков; помощь праведникам; и создание природных явлений как и всего сущего во вселенной.",
        "shortMeaning": "Могущественный",
        "id": 9,
        "name": "Аль-`Азиз",
        "nameArabic": "العَزِيزُ",
        "zikrCount": 94,
        "zikrText": "Победа над врагами.",
        "zikr": "Кто бы ни произносил это прекрасное имя Аллаха 40 раз после утренней молитвы в течение 40 дней, Всевышний Аллах сделает его независимым в своих нуждах."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللهُ الذِي لا إِلَهَ إِلا هُوَ المَلِكُ القُدُّوسُ السَّلامُ المُؤْمِنُ المُهَيْمِنُ العَزِيزُ الجَبَّارُ﴾",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, бейбіт, Аса сенімді, Толық басқарушы, Бойсұндырушы»",
                "order": "Хашыр, 23"
            },
            {
                "ayat": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه أن النَّبِي صلى الله عليه وسلم قال: »تَكُونُ الأَرْضُ يَوْمَ الْقِيَامَةِ خُبْزَةً وَاحِدَةً، يَتَكَفَّؤُهَا الْجَبَّارُ بِيَدِهِ، كَمَا يَكْفَأُ أَحَدُكُمْ خُبْزَتَهُ فِي السَّفَرِ، نُزُلاً لأَهْلِ الْجَنَّةِ«. البخاري في كتاب الرقاق (6155).",
                "ayatKz": "Әбу Сағид әл-Худриден (р.а.) жеткен риуаятта Пайғамбар (ﷺ): «Қиямет күні бір түйір нандай болады да оны Бойсұндырушы (Әл-Жаббар) сендердің біреулеріңнің өз нанын сапарда орағаны секілді жұмақ тұрғындарына жай ету үшін қолымен орайды», – деген.",
                "order": "Бұхари Ар-Риқақ кітабында № 6155 риуаят еткен"
            },
            {
                "ayat": " عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنه قَالَ: رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَهُوَ يَقُولُ: »يَأْخُذُ الْجَبَّارُ عَزَّ وَجَلَّ سَماَوَاتِهِ وَأَرَضِيهِ بِيَدَيْهِ« . مسلم في كتاب صفة القيامة والجنة والنار (2788).",
                "ayatKz": "Абдулла ибн Омар (р.а.) былай деген: «Мен Алланың елшісінің (ﷺ) мінберде тұрып: «Аса даңқты әрі ұлық Бойсұндырушы (Әл-Жаббар) көктер мен жерлерді қолдарымен алады», – дегенін көрдім».",
                "order": "Бұхари Сифат әл-Қияма уал-жәнна уан-нар кітабында № 2788 риуаят еткен"
            }
        ],
        "meaning": "Традиционно, перевод этого имени с арабского связан с аспектом силы, наличием возможности подчинять. В английских переводах принято использовать термин деспот, тиран, чтобы подчеркнуть мысль о том, что никто не может контролировать Бога, и напротив, Аллах имеет силу принуждения, в частности, принуждения следовать тем или иным путём. Так как следовать Аллаху является наилучшим выбором, подчеркивается благо для человека, связанное с этим качеством Бога. Второе толкование связано со словом jabbarah, которое обычно переводится как «слишком высоко, чтобы быть достигнутым». Отсюда выводится, что Аллах поставлен выше, чем кто бы то ни был.",
        "shortMeaning": "Могучий",
        "id": 10,
        "name": "Аль-Джаббар",
        "nameArabic": "الجَبَّارُ",
        "zikrCount": 208,
        "zikrText": "Исполнение желаний и молитв, вменение в грехи, пороки людей и демонов.",
        "zikr": "Всякий, кто повторяет это прекрасное имя Аллаха 226 раз в день, будет освобожден от гнета жестокости и жестокости."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللهُ الذِي لا إِلَهَ إِلا هُوَ المَلِكُ القُدُّوسُ السَّلامُ المُؤْمِنُ المُهَيْمِنُ العَزِيزُ الجَبَّارُ المُتَكَبِّرُ﴾",
                "ayatKz": "«Ол – Алла, Одан басқа құдай жоқ, Ол – Патша әрі Аса қасиетті, Бейбіт, Аса сенімді, Толық басқарушы, Бойсұндырушы, Тәкаппар»",
                "order": "Хашыр, 23"
            },
            {
                "ayat": "عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رضي الله عنه أنه قَالَ: »قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذِهِ الآيَةَ وَهُوَ عَلَى المِنْبَرِ: ﴿وَالسَّمَاوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونََ﴾، قَالَ: »يَقُولُ اللَّهُ عَزَّ وَجَلَّ: أَنَا الجَبَّارُ، أَنَا المُتَكَبِّرُ، أَنَا المَلِكُ ، أَنَا المُتَعَالِ ، يُمَجِّدُ نَفْسَهُ« قَالَ : فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُرَدِّدُهَا حَتَّى رَجَفَ بِهِ المِنْبَرُ، حَتَّى ظَنَنَّا أَنَّهُ سَيَخِرُّ بِه«ِ. أحمد في المسند (5608) وابن ماجة (164).",
                "ayatKz": "Абдулла ибн Омар (р.а.) былай деген: «Алланың елшісі (ﷺ) мінберде тұрып мына аятты: «Ал көктер Оның оң қолында, Ол (Алла) олардың қосқан серіктерінен Пәк әрі Биік» оқыды да: «Даңқты әрі Ұлық Алла: «Мен – Бойсұндырушымын, Мен – Тәкаппармын, Мен – Патшамын, Мен – Аса биікпін», – деп Өзін ұлықтайды», – деді. Алланың елшісі (ﷺ) осы сөзін көп қайталай бергені сондай ол тұрған мінбер теңселіп кетті. Тіпті, біз оны (мінберді) құлап кететін шығар деп ойладық».",
                "order": " Ахмет Мүснәдінде № 5608 және Ибн Мәже № 164 риуаят еткен"
            }
        ],
        "meaning": "Превосходящий все творения; Тот, качества Которого выше качеств творений, чист от качеств творений; единственный обладатель истинного величия; Тот, Кто находит все свои создания ничтожными по сравнению со своей сущностью, ибо гордости не достоин никто, кроме Него. Его гордость проявляется в том, что Он не позволяет никому претендовать на сотворение и оспаривать Его повеления, власть и волеизъявление. Он сокрушает всех, высокомерно относящихся к Нему и Его созданиям.",
        "shortMeaning": "Превосходящий",
        "id": 11,
        "name": "Аль-Мутакаббир",
        "nameArabic": "المُتَكَبِّرُ",
        "zikrCount": 664,
        "zikrText": "Быть благородным, достигать большого богатства и духовного совершенства, быть любимым народом.",
        "zikr": "Кто постоянно помнит это имя, Аллах почтит его среди людей. Если это имя произносится до беременности, рождается благочестивый ребенок."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأسْمَاءُ الْحُسْنَى ﴾",
                "ayatKz": "«Ол – Алла – Жаратушы, Жоқтан бар етуші, Бейнелеуші, көркем есімдер Оған тән»",
                "order": "Хашыр, 24"
            },
            {
                "ayat": "﴿يَا أَيُّهَا النَّاسُ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ مِنَ السَّمَاءِ وَالأرْضِ لا إِلَهَ إِلا هُوَ فَأَنَّى تُؤْفَكُونَ﴾",
                "ayatKz": "«Ей, адамдар! Алланың сендерге берген нығметтерін естеріңе алыңдар! Сендерге көк пен жерден ризық беретін алладан басқа құдай бар ма? Одан өзге құдай жоқ. Қалайша ақиқаттан алыстап кеттіңдер»",
                "order": "Фатыр, 3"
            },
            {
                "ayat": "﴿اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ ﴾",
                "ayatKz": "«Алла әрбір нәрсенің Жаратушысы әрі Ол әрбір нәрсенің Өкілі, Қамқоры»",
                "order": "Зүмәр, 62"
            },
            {
                "ayat": "عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ : غَلاَ السِّعْرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا : يَا رَسُولَ اللَّهِ لَوْ سَعَّرْتَ ؟ فَقَالَ:» إِنَّ اللَّهَ هُوَ الخَالِقُ الْقَابِضُ الْبَاسِطُ الرَّازِقُ الْمُسَعِّرُ ، وَإِنِّي لأَرْجُو أَنْ أَلْقَى اللَّهَ وَلاَ يَطْلُبُنِي أَحَدٌ بِمَظْلَمَةٍ ظَلَمْتُهَا إِيَّاهُ فِي دَمٍ وَلاَ مَالٍ«، أحمد في المسند (12613).",
                "ayatKz": "Әнес ибн Мәлік (р.а.) былай дейді: «Алланың елшісінің (ﷺ) заманында баға шарықтап өсіп, адамдар: «Уа, Расулалла! Бағаны белгілемейсіз бе?» – десті. Сонда ол (ﷺ): «Шындығында Алла Жаратушы, Тарылтушы, Кеңейтуші, Ризықтандырушы һәм Бағаны белгілеуші. Расында мен бір адамның жанына не малына қиянат жасап қойып, Алланың алдына барғанымда менен сонысын талап етпеуін қалаймын», – деді.",
                "order": "Ахмет Мүснәд кітабында № 12613 риуаят еткен"
            },
            {
                "ayat": " عَنْ النُّوَاسِ بْنِ سَمْعَانَ y أَنَّ النَّبِيَ صلى الله عليه وسلم قَالَ:» لاَ طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ الخالق«، مِشْكَاةُ المَصَابِيحِ، مُحَمَّدٌ بْنُ عَبْدِ اللهِ الخَطِيبُ التِّبْرِيزِيُّ.",
                "ayatKz": "Нуас ибн Самған (р.а.) жеткізген риуаятта Пайғамбар (ﷺ): «Жаратушыға қарсы шығаратын істе жаратылысқа мойынсұнуға болмайды», – деген.",
                "order": "Мұхаммед ибн Абдулла әл-Хатиб әт-Тибризидің Мишкәт әл-Масабих кітабынан"
            }
        ],
        "meaning": "Тот, Кто творит по-настоящему, без примера и прообраза и определяет сyдьбу для созданий; Тот, Кто создаёт, что хочет, из ничего; Тот, Кто создал мастеров и их мастерство, квалификацию; Тот, Кто предопределил меру всех созданий ещё до их существования и наделил их качествами, необходимыми для существования.",
        "shortMeaning": "Творец",
        "id": 12,
        "name": "Аль-Халик",
        "nameArabic": "الخَالِقُ",
        "zikrCount": 731,
        "zikrText": "Достижение успеха и избавление от переживаний",
        "zikr": " Если повторять это прекрасное имя Аллаха 100 раз в день в течение семи дней, Аллах защитит от различных бедствий. И в честь души, которая взяла за правило повторять это имя по ночам в течение длительного времени, по воле Аллаха ангелы просят прощения и падают ниц перед их Господом."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأسْمَاءُ الْحُسْنَى﴾",
                "ayatKz": "«Ол, Алла – Жаратушы, Жоқтан бар етуші, Бейнелеуші, көркем есімдер Оған тән»",
                "order": "Хашыр, 24"
            },
            {
                "ayat": "﴿فَتُوبُواْ إِلَى بَارِئِكُمْ ﴾",
                "ayatKz": "«Жоқтан бар етуші Иелеріңе тәубе етіңдер»",
                "order": "Бақара, 54"
            }
        ],
        "meaning": "Тот, Кто по Своему могуществу сотворил всё сущее; Он - Творец, Который создал всё из небытия по Своему предопределению. Для этого Ему не надо прилагать каких-либо усилий; Он говорит чему-либо: «Будь!» и оно сбывается. Познавший это имя Всевышнего не поклоняется никому, кроме своего Создателя, обращается только к Нему, ищет помощи только у Него и просит то, в чём нуждается, только у Него.",
        "shortMeaning": "Создатель",
        "id": 13,
        "name": "Аль-Бари",
        "nameArabic": "البَارِىءُ",
        "zikrCount": 204,
        "zikrText": "Чтобы добиться успеха в своей работе, избавиться от материальных и духовных обременений.",
        "zikr": "Если женщина, страдающая бесплодием, постится в течение 7 дней, повторяет «Аль-Халик, аль-Бари, аль-Мусавуир» 21 раз перед едой каждый день, затем вдохнет в чашку с водой и разговеется с этой водой, иншаАллах, Всевышний дарует ей ребенка."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأسْمَاءُ الْحُسْنَى﴾",
                "ayatKz": "«Ол, Алла – Жаратушы, Жоқтан бар етуші, Бейнелеуші, көркем есімдер Оған тән»",
                "order": "Хашыр, 24"
            }
        ],
        "meaning": "Тот, Кто придаёт формы и образы творениям; Тот, Кто дал каждому творению свою неповторимую, отличную от других таких же творений форму, вид, рисунок.",
        "shortMeaning": "Формирующий",
        "id": 14,
        "name": "Аль-Мусаввир",
        "nameArabic": "المُصَوِّرُ",
        "zikrCount": 342,
        "zikrText": "Достижение целей, желаний, успех в самых сложных задачах и мастерство в определенном деле.",
        "zikr": "Если женщина, страдающая бесплодием, постится в течение 7 дней, повторяет «Аль-Халик, аль-Бари, аль-Мусавуир» 21 раз перед едой каждый день, затем вдохнет в чашку с водой и разговеется с этой водой, иншаАллах, Всевышний дарует ей ребенка."
    },
    {
        "ayats": [
            {
                "ayat": "﴿رَبُّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ﴾",
                "ayatKz": "«Көктер мен жердің әрі олардың арасындағылардың Иесі, Үстем һәм Кешірімшіл»",
                "order": "Сад, 66"
            },
            {
                "ayat": "﴿فَقُلْتُ اسْتَغْفِرُواْ رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا﴾",
                "ayatKz": "«Оларға: «Раббыларыңнан кешірім тілеңдер, расында Ол аса кешірімді», – дедім»",
                "order": "Нұх, 10"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا تَضَوَّرَ مِنَ اللَّيْلِ قَالَ: »لَا إِلَهَ إِلَّا اللهُ الوَاحِدُ القَهَّارُ، رَبُّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا العَزِيزُ الغَفَّارُ«. السُّيُوطِيُّ فِي الجَامِعِ الصَّغِيرِ (146).",
                "ayatKz": "Айшаның (р.а.) айтуынша Пайғамбар (ﷺ) егер түн ортасында қатты ауырып, мазасызданса: «Алладан басқа құдай жоқ, Ол – Жалғыз әрі Өктем, көктер мен жердің әрі олардың арасындағылардың Иесі, Үстем әрі Кешірімшіл» дейтін болған.",
                "order": "Әс-Суюти әл-Жами әс-Сағир кітабында № 146 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто является единственным прощающим и утаивающим прегрешения творений, прощающим и на этом и на том свете; Тот, Кто делает явными прекрасные черты своих рабов и покрывает их недостатки.",
        "shortMeaning": "Прощающий (Укрывающий грехи)",
        "id": 15,
        "name": "Аль-Гаффар",
        "nameArabic": "الغَفَّارُ",
        "zikrCount": 1361,
        "zikrText": "Прощение и защита от грехов",
        "zikr": "Тому, кто 100 раз повторяет это имя после пятничной молитвы, Всевышний Аллах простит грехи. Это имя можно читать много раз с целью получения благословения. А того, кто возьмет в привычку повторять «да, Гаффар, игфирли!» во время предвечерней четырёхракаатной молитвы(аср), Аллах внесет в число прощенных."
    },
    {
        "ayats": [
            {
                "ayat": "﴿يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ﴾",
                "ayatKz": "«Уа, абақтылас жолдастарым! Жан-жаққа тартатын түрлі Иелер қайырлы ма әлде Жалғыз, Өктем Алла қайырлы ма?»",
                "order": "Жүсіп, 39"
            },
            {
                "ayat": "﴿قُلِ اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ﴾",
                "ayatKz": "«(Уа, Мұхаммед!) Алла – әрбір нәрсенің жаратушысы әрі Ол – Жалғыз һәм Өктем де»",
                "order": "Рағыд, 16"
            }
        ],
        "meaning": "Тот, Кто своим высочеством и могуществом укрощает творения; Тот, Кто заставляет делать то, что хочет, независимо от того, желают этого или не желают творения; Тот, Чьему величию покорны творения.",
        "shortMeaning": "Господствующий",
        "id": 16,
        "name": "Аль-Каххар",
        "nameArabic": "القَهَّارُ",
        "zikrCount": 311,
        "zikrText": "Избавление от гнева угнетателей и врагов религии",
        "zikr": "Если человек, любящий красоту мира, повторяет это имя Аллаха и подчиняется Ему, Всевышний Аллах укрепит его веру. Это также защищает от греха."
    },
    {
        "ayats": [
            {
                "ayat": "﴿أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ﴾",
                "ayatKz": "«Әлде оларда Даңқты әрі Сый беруші Раббыңның мейірім қазыналары бар ма еді?!»",
                "order": "Сад, 9"
            },
            {
                "ayat": "﴿رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ﴾",
                "ayatKz": "«Раббымыз! Бізді тура жолға бастағаннан соң жүрегімізді басқаға бұрма әрі бізге Өзіңнің жаныңнан мейірім сыйла. Шындығында Сен – Сый берушісің»",
                "order": "Әли Имран, 8"
            },
            {
                "ayat": "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أن النَّبِيِّ صلى الله عليه وسلم قَالَ: »إِنَّ عِفْرِيتًا مِنَ الْجِنِّ تَفَلَّتَ عَلَىَّ الْبَارِحَةَ لِيَقْطَعَ عَلَيَّ الصَّلاَةَ فَأَمْكَنَنِي اللَّهُ مِنْهُ، فَأَرَدْتُ أَنْ أَرْبِطَهُ إِلَى سَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ  حَتَّى تُصْبِحُوا وَتَنْظُرُوا إِلَيْهِ كُلُّكُمْ، فَذَكَرْتُ قَوْلَ أَخِي سُلَيْمَانَ رَبِّ هَبْ لِي مُلْكًا لاَ يَنْبَغِي لأَحَدٍ مِنْ بَعْدِى، قَالَ: روح، َرَدَّهُ خَاسِئًا«. البُخَارِيُّ فِي كِتَابِ الصَّلاةِ (449)",
                "ayatKz": "Әбу Һурайраның (р.а.) жеткізуінше  Алланың елшісі (ﷺ) былай деген: «Кеше маған жындардың ішінен ифрит тап келіп намазымды бұзбақшы болды, Алла маған оны ұстап алуға мүмкіндік берді. Мен сендердің таңертең келіп, барлығың көрулерің үшін оны мешіттің бағаналарының біріне байлап қоймақшы болғанымда бауырым Сүлейменнің «Раббым! Маған менен кейін ешкімде болмайтын билік сыйла!» деген сөзін есіме түсті. Сосын «сорлы болған күйде құрып кет» деп қуып жібердім».",
                "order": "Бұхари Китаб ас-Сала кітабында № 449 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто дарует бескорыстно, Кто дарует блага рабам своим; Тот, Кто, не дожидаясь просьбы, дарует нeoбxoдимoe; Тот, у Кого блага в изобилии; Тот, Кто дарует постоянно; Тот, Кто одаряет все свои создания, не желая возмещения и не преследуя корыстных целей. Подобным качеством не обладает никто, кроме Всевышнего Аллаха.",
        "shortMeaning": "Дарующий в изобилии",
        "id": 17,
        "name": "Аль-Ваххаб",
        "nameArabic": "الوَهَّابُ",
        "zikrCount": 19,
        "zikrText": "Жизнь без материального дефицита и нужд",
        "zikr": "Человеку, страдающему бедностью, полезно многократно повторять это имя. В последнем земном поклоне молитвы Духа (саске) Аллах спасает человека, который повторяет это имя 40 раз. Молитва человека, который повторяет это имя 7 раз после его молитвы, будет принята, если Бог даст. Если он повторится, Аллах спасет его от нужды и плена »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ﴾",
                "ayatKz": "«Шындығында Алла, Ол – Ризықтандырушы, күш-қуаттың Иесі, Мығым»",
                "order": "Зәрият, 58"
            },
            {
                "ayat": "عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنه قَالَ: أَقْرَأَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم: »إِنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ «. أبو داود في كتاب الحروف والقراءات، (3993).",
                "ayatKz": "Абдулла ибн Масғұд (р.а.) былай деген: «Маған Алланың елшісі (ﷺ)«Шындығында Мен – Ризықтандырушы, күш-қуатың Иесі, Мығыммын» деген аят оқытты».",
                "order": "Әбу Дәуіт әл-Хуруф уал-Қираат кітабында № 3993 риуаят еткен"
            }
        ],
        "meaning": "Бог - наделяющий средствами к существованию; Тот, Кто сотворил средства к существованию и наделил ими свои создания. Он наделил их дарами как осязаемыми, так и такими как разум, знание и вера в сердце. Тот, Кто сохраняет жизнь живых творений и налаживает её.",
        "shortMeaning": "Наделяющий",
        "id": 18,
        "name": "Ар-Раззак",
        "nameArabic": "الرَّزَّاقُ",
        "zikrCount": 315,
        "zikrText": "Изобилие благодати в жизни",
        "zikr": "Тому, кто повторит это прекрасное имя 10 раз после утренней молитвы и раздует в четырех углах своего дома, Аллах, если пожелает, откроет двери благодати. А для того, кто взял в привычку повторять это прекрасное имя много раз, Аллах воздаст в достаточном количестве."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ﴾",
                "ayatKz": "«Раббымыз біздің арамызды жинап, сосын арамызды ақиқатпен ашады, Ол – Ашушы, Білуші деп айт»",
                "order": "Сәбә, 26"
            }
        ],
        "meaning": "Тот, Кто раскрывает скрытое, облегчает трудности, отводит их; Тот, у Кого ключи от сокровенных знаний и небесных благ. Он раскрывает сердца верующих для познания его и любви к нему, открывает нуждающимся врата для удовлетворения их потребностей.",
        "shortMeaning": "Открывающий (Разъяснеяющий)",
        "id": 19,
        "name": "Аль-Фаттах",
        "nameArabic": "الفَتَّاحُ",
        "zikrCount": 889,
        "zikrText": "Открытие дверей духовного и материального благополучия, успех в торговле",
        "zikr": "После утренней молитвы, сложив руки на груди, сердце того, кто повторит 70 раз это прекрасное имя Аллаха, озаряется светом веры. А тот, кто имеет привычку часто повторять это прекрасное имя, излучает свет и побеждает."
    },
    {
        "ayats": [
            {
                "ayat": "﴿فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ العَلِيمُ﴾",
                "ayatKz": "«Алла сені олардан құтқарады әрі Ол Естуші һәм Білуші»",
                "order": "Бақара, 137"
            },
            {
                "ayat": "عَنْ أَبِي سَعِيدٍ الخُدْرِي رضي الله عنه أن النبي صلى الله عليه وسلم قَالَ: »أَعُوذُ بِاللَّهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ«. أبو داود في كتاب الصلاة (775).",
                "ayatKz": "Әбу Сағид әл-Худридің жеткізуінше Пайғамбар (ﷺ): «Алланың атымен қуылған шайтаннан, оның түйреуінен, дем салуынан, түкіруінен сақтанамын», – деген.",
                "order": "Әбу Дәуіт ас-Сала кітабында № 775 риуаят еткен"
            }
        ],
        "meaning": "Знающий все; Тот, Которому известны и самые малые деяния, и утаённые мысли, и намерения, и мечты; Он не нуждается в дополнительной информации, напротив, всякое знание исходит от Нeго. От Него не скрыта ни малейшая частица. Он знает обо всём, что было, и о том, что произойдёт, и ведает о невозможном.",
        "shortMeaning": "Всезнающий",
        "id": 20,
        "name": "Аль-`Алим",
        "nameArabic": "العَلِيمُ",
        "zikrCount": 150,
        "zikrText": "Богатство учения",
        "zikr": "Повторяющему это прекрасное имя человеку, по воле Всевышнего Аллаха открваются двери знаний и Хикмета,  и сердце наполняется светом. Это прекрасное имя лучше повторять к вечеру."
    },
    {
        "ayats": [
            {
                "ayat": "﴿مَنْ ذَا الَّذِي يُقْرِضُ اللّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً وَاللّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ﴾",
                "ayatKz": "«Кімде-кім Аллаға көркем қарыз берсе, Ол оны көп еселейді. Алла тарылтады әрі кеңейтеді әрі түбінде Оған қайтасыңдар»",
                "order": "Бақара, 245"
            },
            {
                "ayat": "اللَّهُمَّ لَكَ الحَمْدُ كُلُّهُ، اللَّهُمَّ لا قَابِضَ لِمَا بَسَطْتَ، وَلا بَاسِطَ لِمَا قَبَضْتَ، وَلا هَادِيَ لِمَنْ أَضْلَلْتَ وَلا مُضِلَّ لِمَنْ هَدَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ وَلا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُقَرِّبَ لِمَا بَاعَدْتَ، وَلا مُبَاعِدَ لِمَا قَرَّبْتَ، اللَّهُمَّ ابْسِطْ عَلَيْنَا مِنْ بَرَكَاتِكَ وَرَحْمَتِكَ وَفَضْلِكَ وَرِزْقِكَ«. أَخْرَجَهُ البُخَارِيُّ فِي الأَدَبِ المُفْرَدِ بِرَقْمِ 699.",
                "ayatKz": "Пайғамбар (ﷺ) дұғаларының бірі мынадай: «Уа, Алла! Барлық мадақ Өзіңе ғана тән. Уа, Алла! Сен кеңейткенді еш тарылтушы жоқ, Сенің тарылтқаныңды кеңейтуші жоқ. Сен адастырғанды ешкім тура жолға сала алмайды, Сен туралыққа бастағанды ешкім де адастыра алмайды. Сенің тоқтатып қойғаныңды ешкім де бере алмайды, керісінше Сен бергенді ешкім де тоқтата алмайды. Сен алыстатқанды ешкім жақындата алмайды, сен жақындатқанды ешкім алыстата алмайды. Уа, Алла! Өзіңнің құт-берекеңнен, мейірім-шапағатыңнан, артықшылығыңнан, ризығыңнан бізге молынан түсіріп, кеңейте гөр!».",
                "order": "Бұхари әл-Әдәб әл-Муфрад кітабында № 699 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто по своему справедливому порядку сужает (уменьшает) блага, кому хочет; Тот, Кто удерживает души в своей власти, подчинив их смерти, владеет благодеяниями своих искренних рабов и принимает служения их, удерживает сердца грешников и лишает их возможности познать его из-за их непокорности и высокомерия.",
        "shortMeaning": "Уменьшающий (Ограничивающий)",
        "id": 21,
        "name": "Аль-Кабид",
        "nameArabic": "القَابِضُ",
        "zikrCount": 903,
        "zikrText": "Остерегаться от нечестивых.",
        "zikr": "Человек, записавший это имя на 4 куска хлеба и употребивший его в течение 4 дней, спасается от голода, жажды, болезней."
    },
    {
        "ayats": [
            {
                "ayat": "﴿مَنْ ذَا الَّذِي يُقْرِضُ اللّهَ قَرْضاً حَسَناً فَيُضَاعِفَهُ لَهُ أَضْعَافاً كَثِيرَةً وَاللّهُ يَقْبِضُ وَيَبْسُطُ وَإِلَيْهِ تُرْجَعُونَ﴾",
                "ayatKz": "«Кімде-кім Аллаға көркем қарыз берсе, Ол оны көп еселейді. Алла тарылтады әрі кеңейтеді әрі түбінде Оған қайтасыңдар»",
                "order": "Бақара, 245"
            }
        ],
        "meaning": "Тот, Кто доставляет созданиям жизнь, одарив их тела душами, и доставляет щедрый удел как слабым, так и богатым.",
        "shortMeaning": "Увеличивающий",
        "id": 22,
        "name": "Аль-Баасит",
        "nameArabic": "البَاسِطُ",
        "zikrCount": 72,
        "zikrText": "Иметь обильную и благословенную пищу.",
        "zikr": "Если человек после молитвы духа разводит руками и 10 раз повторяет это красивое имя и гладит его по лицу, Аллах придаст ему силы и защитит от одиночества."
    },
    {
        "ayats": [
            {
                "ayat": "عَنْ أَبِى مُوسَى الأشعري رضي الله عنه أن النبي صلى الله عليه وسلم قال: »إِنَّ اللَّهَ عَزَّ وَجَلَّ لاَ يَنَامُ وَلاَ يَنْبَغِي لَهُ أَنْ يَنَامَ يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ«. مسلم في كتاب الإيمان (179)",
                "ayatKz": "Әбу Муса әл-Ашғаридің (р.а.) айтуынша Пайғамбар (ﷺ): «Ұлы әрі Даңқты Алла ұйықтамайды әрі ұйқы Оған тән емес, Ол әділдікті бірде төмен түсіріп, бірде көтеріп тұрады», – деген.",
                "order": "Мүслім әл-Иман кітабында № 179 риуаят еткен"
            }
        ],
        "meaning": "Унижающий всех тех, кто нечестив, кто восстал против истины.",
        "shortMeaning": "Принижающий",
        "id": 23,
        "name": "Аль-Хафид",
        "nameArabic": "الخَافِضُ",
        "zikrCount": 1481,
        "zikrText": "Защита от зла, пороков и бедствий",
        "zikr": "Он принимает пожелания Аллаха для души, которая 500 раз повторяет это красивое имя. И если он постится три дня и только на четвертый день повторяет это имя 70 раз, он побеждает своего врага (главный враг - человеческие нафсы)."
    },
    {
        "ayats": [
            {
                "ayat": "﴿يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ ﴾",
                "ayatKz": "«Алла сендерден иман келтіргендер мен білім берілгенердің дәрежелерін көтереді»",
                "order": "Мүжәделе, 11"
            }
        ],
        "meaning": "Возвышающий уверовавших, которые заняты богослужением; удерживающий на высоте небо и облака.",
        "shortMeaning": "Возвышающий",
        "id": 24,
        "name": "Ар-Рафи`",
        "nameArabic": " الرَّافِعُ",
        "zikrCount": 351,
        "zikrText": "Повышение статуса среди людей.",
        "zikr": "По мусульманскому календарю в 14-ю ночь каждого месяца, то есть в ночь полнолуния, человеку, который 100 раз повторяет это красивое имя, будет дарована воля и независимость от всего."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴾",
                "ayatKz": "«Уа, Алла! Биліктің Иесі! Билікті қалағаныңа бересің, қалағаныңнан аласың. Қалағаныңның даңқын асырасың, қалағаныңның дәрежесін төмендетесің. Ізгілік Сенің қолыңда, расында Сен әрбір нәрсеге құдіреттісің»",
                "order": "Әли Имран, 26"
            }
        ],
        "meaning": "Дающий силу, мощь, победу тому, кто хочет, возвышая его.",
        "shortMeaning": "Усиливающий",
        "id": 25,
        "name": "Аль-Му`изз",
        "nameArabic": " المُعِزُّ",
        "zikrCount": 124,
        "zikrText": "Избавление от бедности и нищеты.",
        "zikr": "Аллах чтит тех, кто повторяет это чудесное имя Бога 40 раз после вечерней молитвы по четвергам и воскресеньям."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴾",
                "ayatKz": "«Уа, Алла! Биліктің Иесі! Билікті қалағаныңа бересің, қалағаныңнан аласың. Қалағаныңның даңқын асырасың, қалағаныңның дәрежесін төмендетесің. Ізгілік Сенің қолыңда, расында Сен әрбір нәрсеге құдіреттісің»",
                "order": "Әли Имран, 26"
            }
        ],
        "meaning": "Принижающий того, кого хочет, лишив его силы, мощи и победы.",
        "shortMeaning": "Ослабляющий",
        "id": 26,
        "name": "Аль-Музилль",
        "nameArabic": "المُذِلُّ",
        "zikrCount": 800,
        "zikrText": "Победа над врагами",
        "zikr": "Кто бы ни упоминал это имя 75 раз и молился о защите, Аллах спасет его от врагов, ревности и зависти."
    },
    {
        "ayats": [
            {
                "ayat": "﴿ليْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ البَصِيرُ﴾",
                "ayatKz": "«Оған (Аллаға) ұқсайтын ештеңе де жоқ әрі Ол бәрін Естуші һәм Көруші»",
                "order": "Шура, 11"
            },
            {
                "ayat": "﴿إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً﴾",
                "ayatKz": "«Шындығында Алла бәрін Естуші һәм Көруші»",
                "order": "Ниса, 58"
            },
            {
                "ayat": "﴿قُلْ إِنْ ضَلَلْتُ فَإِنَّمَا أَضِلُّ عَلَى نَفْسِي وَإِنِ اهْتَدَيْتُ فَبِمَا يُوحِي إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ قَرِيبٌ﴾",
                "ayatKz": "«Егер адассам – адасқаным өзіме жаман, ал тура жолда болсам ол – Раббымның маған уахи еткені арқылы. Расында Ол – бәрін Естуші һәм өте жақын деп айт»",
                "order": "Сәбә, 50"
            },
            {
                "ayat": "عَنْ أبي موسى رضي الله عنه قال: كنّا مع النبيِّ صلى الله عليه وسلم في سَفَر، فكنا إذا عَلونا كبَّرنا، فقال النبيُّ صلى الله عليه وسلم: »أيها الناس أربَعوا على أنفُسِكم فإنكم لا تَدْعونَ أصمَّ ولا غائباً، ولكنْ تدعون سميعاً بصيراً «. البخاري في كتاب الجهاد (2830)",
                "ayatKz": "Әбу Муса әл-Ашғари (р.а.) былай деген: «Біз Пайғамбармен (ﷺ) бірге сапарда болғанымызда биік жерге шыққанда дауыстап тәкбір айттық. Сонда Пайғамбар (ﷺ): «Уа, адамдар! Іштеріңнен айтыңдар! Расында сендер саңырауға, не жоқ нәрсеге жалбарынып жатқан жоқсыңдар. Алайда бәрін Естуші һәм Көрушіге жалбарынып жатсыңдар», – деді.",
                "order": "Бұхари әл-Жиһад кітабында № 2830 риуаят еткен"
            },
            {
                "ayat": "عَنْ أَبِى سَعِيدٍ الخُدْرِي رضي الله عنه أن النبي صلى الله عليه وسلم كان يستفتح في صلاته قبل القراءة بقوله : »أَعُوذُ بِاللهِ السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ«. أبو داود في كتاب الصلاة (775)",
                "ayatKz": "Әбу Сағид әл-Худридің жеткізуінше Пайғамбар (ﷺ) намаздың басында қырағаттан бұрын: «Алланың атымен қуылған шайтаннан, оның түйреуінен, дем салуынан, түкіруінен сақтанамын», – деген.",
                "order": "Әбу Дәуіт ас-Сала кітабында № 775 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто слышит и самое утаённое, самое тихое; Тот, для Кого не существует невидимое среди видимого; Тот, Кто объемлет своим слухом даже самое мельчайшее.",
        "shortMeaning": "Всеслышащий",
        "id": 27,
        "name": "Ас-Сами`",
        "nameArabic": "السَّمِيعُ",
        "zikrCount": 180,
        "zikrText": "Принятие молитв.",
        "zikr": "Аллах принимает пожелания тех, кто произносит это красивое имя 500 раз (или 50 раз по четвергам) после молитвы Духа. Кроме того, Аллах пошлет Свою особую милость тому, кто упомянет это имя 100 раз между сунной и обязательной утренней молитвой в четверг.  "
    },
    {
        "ayats": [
            {
                "ayat": "﴿سُبْحَانَ الذِي أَسْرَى بِعَبْدِهِ ليْلاً مِنَ المَسْجِدِ الحَرَامِ إِلى المَسْجِدِ الأَقْصَى الذِي بَارَكْنَا حَوْلهُ لِنُرِيَهُ مِنْ آيَاتِنَا إِنَّهُ هُوَ السَّمِيعُ البَصِيرُ﴾",
                "ayatKz": "«Пендесін бір түнде аяттарымызды көрсетуіміз үшін Харам мешітінен біз айналасын берекеге тұндырған әл-Ақса мешітіне жеткізген (Алла) пәк. Әрі Ол бәрін Естуші һәм Көруші»",
                "order": "Исра, 1"
            },
            {
                "ayat": "﴿اللَّهُ يَصْطَفِي مِنَ الْمَلائِكَةِ رُسُلاً وَمِنَ النَّاسِ إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ﴾",
                "ayatKz": "«Алла періштелерден және адамдардан елшілер таңдайды. Шындығында Алла бәрін Естуші һәм Көруші»",
                "order": "Хаж, 75"
            },
            {
                "ayat": "﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ وَكَانَ رَبُّكَ بَصِيراً﴾",
                "ayatKz": "«Біріңді біріңе сынақ қылдық. Сірә, сабыр етер ме екенсіңдер? Расында Раббың бәрін көруші»",
                "order": "Фұрқан, 20"
            }
        ],
        "meaning": "Тот, Кто видит открытое и скрытое, явное и тайное; Тот, для Кого не существует невидимое среди видимого; Тот, Кто объемлет своим видением даже самое мельчайшее.",
        "shortMeaning": "Всевидящий",
        "id": 28,
        "name": "Аль-Басыр",
        "nameArabic": "البَصِيرُ",
        "zikrCount": 302,
        "zikrText": "Быть дальновидным, избавление от слабости.",
        "zikr": "Это красивое имя, которое произносится 100 раз после пятничной молитвы, улучшает зрение Бога и освещает душу. Аллах воздает честь и уважение тому, кто произносит это красивое имя после предыдущей сунны пятничной молитвы.  "
    },
    {
        "ayats": [
            {
                "ayat": "﴿اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾",
                "ayatKz": "«Қяимет күні таласқан нәрселерің туралы сендердің араларыңа Алла төрелік етеді»",
                "order": "Хаж, 69"
            },
            {
                "ayat": "عَنْ شُرَيْحٍ عَنْ أَبِيهِ هَانِئٍ رضي الله عنه أَنَّهُ لَمَّا وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مَعَ قَوْمِهِ سَمِعَهُمْ يَكْنُونَهُ بِأَبِي الْحَكَمِ فَدَعَاهُ رَسُولُ اللَّهِ  صلى الله عليه وسلمفَقَالَ: »إِنَّ اللَّهَ هُوَ الْحَكَمُ وَإِلَيْهِ الْحُكْمُ فَلِمَ تُكْنَى أَبَا الْحَكَمِ؟«، فَقَالَ: إِنَّ قَوْمِي إِذَا اخْتَلَفُوا فِي شَيءٍ أَتَوْنِي فَحَكَمْتُ بَيْنَهُمْ فَرَضِي كِلاَ الْفَرِيقَيْنِ ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم : »مَا أَحْسَنَ هَذَا ، فَمَا لَكَ مِنَ الْوَلَدِ؟«، قَالَ: لِي شُرَيْحٌ وَمُسْلِمٌ وَعَبْدُ اللَّهِ، قَالَ: »فَمَنْ أَكْبَرُهُمْ؟«، قُلْتُ: شُرَيْحٌ، قَالَ: »فَأَنْتَ أَبُو شُرَيْحٍ «. أبو داود في كتاب الأدب (4955)",
                "ayatKz": "Шурейх әкесі Һәниден (р.а.) мынадай риуаят жеткізді. Оның әкесі Һәни руластарымен бірге Алланың елшісіне (ﷺ) барғанда мұның атын Әбул-Хакам деп айтады. Сонда Алланың елшісі (ﷺ) оны шақырып алып: «Расында әл-Хакам Ол – Алла. Сені неге Әбул-Хакам деген лақаппен атайды?» – деп сұрайды. Һәни: «Менің қауымым бір нәрсеге таласса маған жүгінетін. Мен олардың арасына үкім ететінмін. Шығарған үкіміме екі жақ та әрдайым разы болысатын. (Яғни, сол себепті осылай атайды)», – деп жауап береді. Алланың елшісі (ﷺ): «Мұның қандай жақсы! Сенің балаң бар ма?» – деп сұрады. Һәни: «Иә, менің Шурейх, Муслим, Абдулла деген балаларым бар», – деді. Алланың елшісі (ﷺ): «Олардың қайсысы үлкен?» – деді. Һәни: «Шурейх», – деді. Сонда Алланың елшісі (ﷺ): «Олай болса, сенің лақабың  Әбу Шурейх болсын», – деді.",
                "order": "Әбу Дәуіт әл-Әдәб кітабында № 4955 риуаят еткен"
            }
        ],
        "meaning": "Наивысший Судья, Обладатель абсолютной Мудрости; Тот, Чьи решения совершенно справедливы, никого не обижают и всегда имеют силу.",
        "shortMeaning": "Высший Судья (Решающий)",
        "id": 29,
        "name": "Аль-Хакам",
        "nameArabic": "الحَكَمُ",
        "zikrCount": 68,
        "zikrText": "Побеждать правдой, судить правдой среди людей.",
        "zikr": "Совершив омовение в последней части ночи, Аллах просветляет сердце и дает почувствовать мудрость человека, который произносит это имя 99 раз. Это особенно актуально по вечерам в четверг и пятницу."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ﴾",
                "ayatKz": "«Расында Алла әділдікке, ізгілікке бұйырады»",
                "order": "Нахыл, 90"
            }
        ],
        "meaning": "Тот, у Кого порядок, решения, дела справедливы; Тот, Кто сам не проявляет несправедливости и запретил это остальным; Тот, Кто чист от несправедливости в своих делах и решениях; Дающий каждому по заслугам; Тот, Кто является источником наивысшей справедливости. Со своими врагами Он обходится справедливо, а к своим праведным рабам Он милостив и милосерден.",
        "shortMeaning": "Справедливейший",
        "id": 30,
        "name": "Аль-`Адль",
        "nameArabic": "العَدْلُ",
        "zikrCount": 104,
        "zikrText": "Быть справедливым, побеждать праведностью.",
        "zikr": "Напишите это красивое имя на 20 кусках хлеба и ешьте его с четверга на вечер пятницы или пятницу, и силой Божьей все творение будет в единстве с ним и поможет ему. А в пятницу вечером у человека, который произнесет это имя 20 раз, будет больше энтузиазма и верных друзей."
    },
    {
        "ayats": [
            {
                "ayat": "﴿أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ﴾",
                "ayatKz": "«Әлде ол кімнің жаратқанын білмей ме? Ол (Алла) Жұмсақ әрі бәрінен Хабардар»",
                "order": "Мүлік, 14"
            },
            {
                "ayat": "﴿وَاذْكُرْنَ مَا يُتْلَى فِي بُيُوتِكُنَّ مِنْ آيَاتِ اللهِ وَالْحِكْمَةِ إِنَّ اللهَ كَانَ لَطِيفًا خَبِيرًا﴾",
                "ayatKz": "«Сендер (мұсылман әйелдер) өз үйлеріңде оқылатын Алланың аяттары мен хикметтерін естеріңе алыңдар. Расында Алла Жұмсақ әрі бәрінен Хабардар»",
                "order": "Ахзаб, 34"
            },
            {
                "ayat": "﴿إِنَّ رَبِّي لَطِيفٌ لِمَا يَشَاءُ إِنَّهُ هُوَ الْعَلِيمُ الْحَكِيمُ﴾",
                "ayatKz": "«Шындығында Раббым қалағанына Жұмсақ, расында Ол Білуші һәм Дана»",
                "order": "Жүсіп, 100"
            },
            {
                "ayat": "﴿اللهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ﴾",
                "ayatKz": "«Алла құлдарына Жұмсақ, қалағанын ризықтандырады. Ол Күшті әрі Даңқты»",
                "order": "Шура, 19"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهَا: »لَتُخْبِرِينِي أَوْ لَيُخْبِرَنِّي اللَّطِيفُ الْخَبِيرُ«. مُسْلِمٌ فِي كِتَابِ الجَنَائِزِ (974)",
                "ayatKz": "Пайғамбар (ﷺ) бір іс туралы Айшаға (р.а.): «Ол туралы маған не сен айтасың немесе маған оны Жұмсақ әрі бәрінен Хабардар баяндайды», – деген.",
                "order": "Мүслім әл-Жанаиз кітабында № 974 риуаят еткен"
            }
        ],
        "meaning": "Добрый по отношению к Своим рабам, Милостивый по отношению к ним, Облегчающий им жизнь, Содержащий их.",
        "shortMeaning": "Проницательный (Понимающий)",
        "id": 31,
        "name": "Аль-Латиф",
        "nameArabic": "اللَّطِيفُ",
        "zikrCount": 129,
        "zikrText": "Исполнение желаний-молитв, создание семьи, благоденствие",
        "zikr": "Аллах дарует неограниченное количество благодати человеку, который произносит его прекрасное имя 133 раза и выполняет свои добрые намерения. Кроме того, чтобы избавиться от бедности, различных болезней, жадности и одиночества, лучше совершить омовение по сунне, а затем после совершения 2-х ракатов намаза произнести это прекрасное имя 100 раз »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَهُوَ القَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الحَكِيمُ الخَبِيرُ﴾",
                "ayatKz": "«Алла пенделерінің үстінен Өктем әрі Ол Дана һәм бәрінен Хабардар»",
                "order": "Әнғам, 18"
            },
            {
                "ayat": "﴿لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الخَبِيرُ﴾",
                "ayatKz": "«Оны (Алланы) жанарлар көре алмайды, алайда Ол жанарларды көреді әрі Ол Жұмсақ әрі бәрінен Хабардар»",
                "order": "Әнғам, 103"
            },
            {
                "ayat": "﴿فَلَمَّا نَبَّأَهَا بِهِ قَالَتْ مَنْ أَنْبَأَكَ هَذَا قَالَ نَبَّأَنِيَ العَلِيمُ الخَبِيرُ﴾",
                "ayatKz": "«Ол (Мұхаммед (ﷺ)) ол жайында жұбайына айтқанда (жұбайы): «Бұл туралы саған кім айтты?» – деді. Ол (ﷺ): «Маған бұл туралы Жұмсақ әрі бәрінен Хабардар хабарлады», – деді»",
                "order": "Тахрим, 3"
            }
        ],
        "meaning": "Знающий тайное так же, как и явное, Знающий как внешнее проявление, так и внутреннее содержание; Тот, для Которого не существует тайного; Тот, от Чьих знаний ничто не уходит, не отдаляется; Тот, Кто знает то, что было, и то, что будет.",
        "shortMeaning": "Сведущий (Разбирающийся)",
        "id": 32,
        "name": "Аль-Хабир",
        "nameArabic": "الخَبِيرُ",
        "zikrCount": 812,
        "zikrText": "Улучшение понимания и памяти",
        "zikr": "Человек, который много раз повторит это прекрасное имя с искренним желанием в течение четырех дней, достигает мудрости по воле Аллаха."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَاللَّهُ غَفُورٌ حَلِيمٌ﴾",
                "ayatKz": "«Алла Кешірімді әрі Ұстамды»",
                "order": "Бақара, 225"
            },
            {
                "ayat": "﴿قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُهَا أَذىً وَاللَّهُ غَنِيٌّ حَلِيمٌ﴾",
                "ayatKz": "«Жақсы сөз бен кешірім артынан міндеті еріп жүретін садақадан артық. Алла Бай һәм Ұстамды»",
                "order": "Бақара, 263"
            },
            {
                "ayat": "﴿وَاللَّهُ يَعْلَمُ مَا فِي قُلُوبِكُمْ وَكَانَ اللَّهُ عَلِيماً حَلِيماً﴾",
                "ayatKz": "«Алла жүректеріңдегілерді біледі. Алла бәрін Білуші әрі Ұстамды»",
                "order": "Ахзаб, 51"
            },
            {
                "ayat": "ن ابن عباس رضي الله عنه قال: »كَانَ النَّبِيُّ صلى الله عليه وسلم يَدْعُو عِنْدَ الكَرْبِ : لاَ إِلَهَ إِلاَّ الله العَظِيمُ الحَلِيمُ ، لاَ إِلَهَ إِلاَّ الله رَبُّ السَّمَوَاتِ وَالأَرْضِ ، رَبُّ العَرْشِ العَظِيمِ«. رَوَاهُ البخاري في كتاب الدعوات، (5985)",
                "ayatKz": "Ибн Аббастың (р.а.) жеткізуінше Пайғамбар (ﷺ) уайым-қайғы кезінде: «Ұлы әрі Ұстамды Алладан басқа құдай жоқ, көктер мен жердің Иесі, ұлы аршының Иесі Алладан басқа құдай жоқ», – дейтін болған.",
                "order": "Бұхари әд-Дағауат кітабында № 5985 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто освобождает от мучений, проявивших ослушание; Тот, Кто даёт блага как проявившим покорность, так и ослушавшимся; Тот, Кто видит ослушание своих повелений, однако Им не овладевает гнев, и Он не спешит с возмездием, несмотря на всё своё могущество. Человек, познавший это имя Аллаха, мягок и кроток в общении, не гневается и не поступает легкомысленно.",
        "shortMeaning": "Сдержанный, Спокойный",
        "id": 33,
        "name": "Аль-Халим",
        "nameArabic": "الحَلِيمُ",
        "zikrCount": 88,
        "zikrText": "Складность характера, избавление от гнева",
        "zikr": "Если написать это красивое имя на листе бумаги, размочить его в воде и распылить эту воду на кого-то, или на что-то, и в этом, если Аллах пожелает, будет благословение и благоразумие. А если при посеве написать это имя на бумаге и спрятать его на засеянной земле, то по воле Аллаха урожай переживет вред."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ العَظِيمِ﴾",
                "ayatKz": "«Шындығында ол Ұлы Аллаға иман келтірмеген еді»",
                "order": "Хаққа, 33"
            },
            {
                "ayat": "﴿فَسَبِّحْ بِاسْمِ رَبِّكَ العَظِيمِ ﴾",
                "ayatKz": "«Ұлы Раббыңның есімін пәктеп, дәріпте»",
                "order": "Хаққа, 52"
            },
            {
                "ayat": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّّّ النَّبِيِّ صلى الله عليه وسلم قَالَ: »كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي المِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ العَظِيمِ «. البُخَارِيُّ فِي كِتَابِ الدَّعَوَاتِ (6043)",
                "ayatKz": "Әбу Һурайраның (р.а.) айтуынша Пайғамбар (ﷺ): «Тілге жеңіл, амал таразысында ауыр һәм Рахманға сүйікті екі сөз бар: «Алла пәк әрі мақтаулы, Ұлы Алла пәк», – деген.",
                "order": "Бұхари ад-Даъауат кітабында № 6043 риуаят еткен"
            },
            {
                "ayat": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو رضي الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ إِذَا دَخَلَ المَسْجِدَ قَالَ: »أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الكَرِيمِ، وَسُلطَانِهِ القَدِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ«. أبو داود في كتاب الصلاة (466)",
                "ayatKz": "Абдулла ибн Амр (р.а.) Пайғамбардың (ﷺ) мешітке кіргенде: «Ұлы Алланың атымен, ардақты дидарымен, мәңгі билігімен қуылған шайтаннан сақтанамын», – дейтін болған.",
                "order": "Әбу Дәуіт ас-Сала № 466 кітабында риуаят еткен"
            }
        ],
        "meaning": "Величию Которого нет начала и нет конца; высоте Которого нет границ; Тот, Которому нет подобного; Тот, Чью подлинную сущность и величие, которые превыше всякой вещи, не в силах постичь никто, ибо это превыше возможностей разума творений.",
        "shortMeaning": "Величайший",
        "id": 34,
        "name": "Аль-`Азим",
        "nameArabic": "العَظِيمُ",
        "zikrCount": 1020,
        "zikrText": "Эффективность и убедительность слов.",
        "zikr": "«Тот, кто повторяет это прекрасное имя много раз, по воле Аллаха будет почитаем и уважаем»."
    },
    {
        "ayats": [
            {
                "ayat": "﴿نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ﴾",
                "ayatKz": "«Пенделеріме менің Кешірімді, өте Мейірімді екендігімді жеткіз»",
                "order": "Хижр, 49"
            },
            {
                "ayat": "﴿وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ﴾",
                "ayatKz": "«Әрі Раббың Кешірімді әрі мейірім Иесі»",
                "order": "Кәһф, 58"
            },
            {
                "ayat": "﴿وَاسْتَغْفِرُوا اللهَ إِنَّ اللهَ غَفُورٌ رَحِيمٌ﴾",
                "ayatKz": "«Алладан кешірім тілеңдер. Шынында Алла Кешірімді, өте Мейірімді»",
                "order": "Бақара, 199"
            },
            {
                "ayat": "عَنْ أَبِي بَكْرٍ t أَنَّهُ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم: »عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي«، قَالَ: »قُلِ اللهمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ  فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ«. رَوَاهُ البُخَارِيُّ فِي كِتَابِ الدَّعَوَاتِ، (799)",
                "ayatKz": "Әбубәкір (р.а.) Пайғамбар (ﷺ): «Намазда айтатын дұға үйретіңіз», – деп сұрағанда ол (ﷺ): «Уа, Алла! Шындығында мен өз-өзіме көп зұлымдық қылдым, ал күнәні Өзіңнен басқа ешкім де кешіре алмайды. Мені Өзі жаныңда жарылқаумен жарылқап, рахым қыл. Расында Сен аса Кешірімдісің әрі ерекше Мейірімдісің» деп айт», – деген",
                "order": "Бұхари әд-Дағауат кітабында № 799 риуаят еткен"
            },
            {
                "ayat": "عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ رضي الله عنه أنه قَالَ: »صَلي بِنَا رَسُولُ اللهِ صلى الله عليه وسلم عَلَى رَجُلٍ مِنَ الْمُسْلِمِينَ فَسَمِعْتُهُ يَقُولُ: »اللهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ وَحَبْلِ جِوَارِكَ فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ النَّارِ وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَمْدِ، اللهُمَّ فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ «.  أبو داود في الجنائز (3202)",
                "ayatKz": "Уәсилә ибн әл-Асқа (р.а.) былай деген: «Бірде Алланың елшісімен (ﷺ) бірге мұсылмандардың біріне жаназа оқығанда мен оның (ﷺ): «Уа, Алла! Пәленұлы Пәлен Сенің дәргейіңде, қасыңда, оны қабір сынағынан, тозақ отынан Өзің қорғай гөр! Сен опа мен мадақтың Иесісің. Уа, Алла! Оны кешіре гөр, рахымыңа бөлей гөр! Расында Сен Кешірімдісің әрі ерекше Мейірімдісің», – деп дұға қылғанын естідім».",
                "order": "Әбу Дәуіт әл-Жанаиз кітабында № 3202 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто прощает грехи своим рабам, если они покаются.",
        "shortMeaning": "Всепрощающий",
        "id": 35,
        "name": "Аль-Гафур",
        "nameArabic": "الغَفُورُ",
        "zikrCount": 1286,
        "zikrText": "Прощение грехов и избежание плохого поведения",
        "zikr": "Человек, который повторяет это прекрасное имя Аллаха, избавится от головной боли, гриппа и страданий, иншаллах. Бог также благословит такого человека и даст ему потомство. И тот, кто искренне скажет: «Да, Гафур! Да, Раббигфирли» («О Прощающий! О мой Господь! Прости меня!»), Аллах простит его грехи »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْناً إِنَّ اللَّهَ غَفُورٌ شَكُورٌ﴾",
                "ayatKz": "«Ал кім ізгілік істесе оның ізгілігін арттырамыз. Шындығында Алла Кешірімді әрі Алғыс Иесі»",
                "order": "Шура, 23"
            },
            {
                "ayat": "﴿لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ﴾",
                "ayatKz": "«Олардың сыйларын молайтып, оларға деген мейірімін арттыра түсу үшін. Шындығында Алла Кешірімді әрі Алғыс Иесі»",
                "order": "Фатыр, 30"
            },
            {
                "ayat": "﴿وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ﴾",
                "ayatKz": "«Олар: «Бізден қайғы-қасіретті кетірген Аллаға мадақ. Шындығында Алла Кешірімді әрі алғыс Иесі», – деседі»",
                "order": "Фатыр, 34"
            }
        ],
        "meaning": "Воздающий большую награду рабам своим за их малое богослужение, доводящий до совершенства слабые деяния, прощающий их.",
        "shortMeaning": "Благодарный (Вознаграждающий)",
        "id": 36,
        "name": "Аш-Шакур",
        "nameArabic": "الشَّكُورُ",
        "zikrCount": 526,
        "zikrText": "Обретение счастья, благодарность за предоставленные блага, большая благодать",
        "zikr": "Человек, взявший за правило повторять это красивое имя 41 раз в день, избавится от финансовых, медицинских, духовных и других трудностей. Человеку с тяжелым сердцем и горем рекомендуется прочитать это имя 41 раз тазу с водой и принять в нем ванну. В то время, если на то воля Аллаха, Он облегчит его положение и придаст ему сил »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ﴾",
                "ayatKz": "«Үкім айту Асқақ, Үлкен Аллаға ғана тән»",
                "order": "Ғафыр, 12"
            },
            {
                "ayat": "﴿وَهُوَ العَلِيُّ العَظِيمُ ﴾",
                "ayatKz": "«Ол (Алла) Асқақ әрі Ұлы»",
                "order": "Бақара, 255"
            },
            {
                "ayat": "﴿لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَهُوَ العَلِيُّ العَظِيمُ﴾",
                "ayatKz": "«Аспандар мен жердегі нәрселер Оған тән және Ол Асқақ әрі Ұлы»",
                "order": "Шура, 4"
            },
            {
                "ayat": "﴿ذَلِكَ بِأَنَّ اللَّهَ هُوَ الحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ هُوَ البَاطِلُ وَأَنَّ اللَّهَ هُوَ العَلِيُّ الكَبِيرُ﴾",
                "ayatKz": "«Бұл Алланың Хақ екендігі, одан басқа табынғандардың жалған екендігі үшін және Алланың Асқақ әрі үлкен екендігі үшін»",
                "order": "Хаж, 62"
            },
            {
                "ayat": "عَنْ عبادة بْنِ الصَّامِتِ رضي الله عنه أن رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ : »مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ حِينَ يَسْتَيْقِظُ : لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمْدُ وَهُوَ عَلَى كُلِّ شيء قَدِيرٌ، سُبْحَانَ اللَّهِ وَالحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ العَلِىِّ العَظِيمِ، ثُمَّ دَعَا رَبِّ اغْفِرْ لي، غُفِرَ لَهُ«. ابن ماجه في كتاب الدعاء (3878)",
                "ayatKz": "Убада ибн Самит (р.а.) жеткізген риуаятта Алланың елшісі (ﷺ): «Кімде-кім түнде оянып ұйқыдан тұрғанда: «Жалғыз, серігі жоқ Алладан басқа құдай жоқ, бүкіл билік оған тән, бүкіл мадақ оған тән және Ол әрбір нәрсеге құдіретті, Алла пәк, барлық мадақ Аллаға тән, Алладан басқа құдай жоқ, Алла ұлық, Алладан басқа күш те, қуат та жоқ, Ол – Асқақ әрі Ұлы» деп, сосын: «Раббым, мені кешіре гөр» деп дұға қылса, оның күнәсі кешіріледі», – деген.",
                "order": "Ибн Мәже әд-Дуъа кітабында № 3878 риуаят еткен"
            },
            {
                "ayat": "عَنْ عبد الله بْنِ عَبَّاسٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ عِنْدَ الكَرْبِ: »لاَ إِلَهَ إِلاَّ اللَّهُ العَلِىُّ العَظِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ الحَلِيمُ الكَرِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ العَرْشِ العَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَاوَاتِ وَالأَرْضِ وَرَبُّ العَرْشِ العَظِيمِ«.  ابن ماجه في كتاب الدعاء (3883)",
                "ayatKz": "Абдулла ибн Аббастан (р.а.) жеткен риуаятта Алланың елшісі (ﷺ) қайғы-қасірет кезінде: «Асқақ әрі Ұлы Алладан басқа құдай жоқ, Ұстамды әрі Жомарт Алладан басқа құдай жоқ, ұлы аршының Иесі Алладан басқа құдай жоқ, көктер мен жердің Иесі, ұлы аршының иесі Алладан басқа құдай жоқ», – дейтін болған.",
                "order": "Ибн Мәже әд-Дуъа кітабында № 3883 риуаят еткен"
            }
        ],
        "meaning": "Тот, высочество Которого неоценимо высокое; Тот, у Кого нет равных, нет соперников и нет сотоварищей; Тот, Кто выше всего этого; Тот, Чьи сущность, мощь и сила наивысочайшие.",
        "shortMeaning": "Всевышний",
        "id": 37,
        "name": "Аль-`Алий",
        "nameArabic": "العَلِىُّ",
        "zikrCount": 120,
        "zikrText": "Повышение степени, образование, избавление от невежества.",
        "zikr": "Сделав привычкой повторять это прекрасное имя каждый день, тому, кто хранит это имя записав его на бумаге, Всевышний Аллах увеличивает богатство и тот достигает благородных целей. А также, человек, произносящий это имя, будет укрепляться в вере и добиваться благих намерений. »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ﴾",
                "ayatKz": "«Үкім айту Асқақ һәм Үлкен Аллаға ғана тән»",
                "order": "Ғафыр, 12"
            },
            {
                "ayat": "﴿عَالِمُ الغَيْبِ وَالشَّهَادَةِ الكَبِيرُ المُتَعَالِ﴾",
                "ayatKz": "«Ол (Алла) – ғайыпты әрі жарияны білуші, Үлкен әрі бәрінен Биік»",
                "order": "Рағыд, 9"
            },
            {
                "ayat": "﴿ذَلِكَ بِأَنَّ اللهَ هُوَ الحَقُّ وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ البَاطِلُ وَأَنَّ اللهَ هُوَ العَلِيُّ الكَبِيرُ﴾",
                "ayatKz": "«Мұның бәрі Алланың Хақ, ал Одан басқа табынғандарының бәрі жалған әрі Алланың Асқақ һәм Үлкен екендігіне байланысты»",
                "order": "Лұқман, 30"
            },
            {
                "ayat": "عَنْ أَبِى هُرَيْرَةَ رضي الله عنه أن النَّبِيَّ صلى الله عليه وسلم قَالَ: »إِذَا قَضَى اللهُ الأَمْرَ في السَّمَاءِ ضَرَبَتِ المَلاَئِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَالسِّلسِلَةِ عَلَى صَفْوَانٍ ، فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا : مَاذَا قَالَ رَبُّكُمْ ؟ ، قَالُوا لِلذِي قَالَ : الحَقَّ وَهْوَ العَلِىُّ الكَبِيرُ«.  البخاري في كتاب التفسير (4424)",
                "ayatKz": "Әбу Һурайрадан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) былай деген: «Егер Алла көкте бір іске әмір етсе, періштелер Оның сөзіне бой ұсынған кейіпте әшекейдегі моншақтай тізіліп қанаттарын қағып тұрады. Жүректерінен үрей кеткенде оларға басқа періштелер: «Раббыларың не деді?» – деп сұрайды. Сонда әлгі періштелер сұрақ қойғанға: «Ақиқатты айтты, Ол – Асқақ әрі Үлкен», – деседі».",
                "order": "Бұхари әт-Тәфсир кітабында № 4424 риуаят еткен"
            }
        ],
        "meaning": "Тот, у Которого в качествах и делах наличествует истинное величие; не нуждающийся ни в чëм; Тот, Которого никто и ничто не может ослабить; Тот, с Которым нет сходных.",
        "shortMeaning": "Великий",
        "id": 38,
        "name": "Аль-Кабир",
        "nameArabic": "الكَبِيرُ",
        "zikrCount": 232,
        "zikrText": "Взаимоуважение, духовное и материальное величие",
        "zikr": "Если человек, уволенный без причины или попавший в беду, постится 7 дней ради Аллаха и искренне повторяет это красивое имя 1000 раз каждый день, Аллах исправит его трудную задачу. И человек, который будет повторять это прекрасное имя 100 раз в день, будет награжден и удостоен чести »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَالَّذِينَ اتَّخَذُوا مِن دُونِهِ أَولِيَاء اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنتَ عَلَيْهِم بِوَكِيلٍ﴾",
                "ayatKz": "«Алла Өзінен басқаларды жанашыр, құдай  тұтқандарды (яғни, олардың күнәлі істерін) Сақтаушы және сен оларға өкіл емессің»",
                "order": "Шура, 6"
            },
            {
                "ayat": "﴿وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفِيظٌ﴾",
                "ayatKz": "«Әрі Раббың әрбір нәрсенің Сақтаушысы»",
                "order": "Сәбә, 21"
            },
            {
                "ayat": "﴿فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ مَا أُرْسِلْتُ بِهِ إِلَيْكُمْ وَيَسْتَخْلِفُ رَبِّي قَوْماً غَيْرَكُمْ وَلا تَضُرُّونَهُ شَيْئاً إِنَّ رَبِّي عَلَى كُلِّ شَيْءٍ حَفِيظٌ﴾",
                "ayatKz": "«Ал егер бет бұрсаңдар мен сендерге өзіме тапсырылғанды жеткіздім, Раббым сендерден басқа қауымды қалдырады әрі сендер Оған ештеңе де істей алмайсыңдар, шындығында Раббым әрбір нәрсенің Сақтаушысы»",
                "order": "Һуд, 57"
            }
        ],
        "meaning": "Охраняющий всё сущее, каждое сущее, включая наимельчайшие субстанции; Тот, Чьë покровительство нескончаемо, бесконечно; Тот, Кто охраняет и содержит всякое сущее.",
        "shortMeaning": "Хранитель",
        "id": 39,
        "name": "Аль-Хафиз",
        "nameArabic": "الحَفِيظُ",
        "zikrCount": 998,
        "zikrText": "Сохранение и защита близких и имущества",
        "zikr": "Всевышний Аллах оберегает человека, который каждый день повторяет это красивое имя, от различных бед и вреда. И если вы будете повторять это 16 раз в день, вы будете в безопасности."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَكَانَ اللّهُ عَلَى كُلِّ شَيْءٍ مُّقِيتاً﴾",
                "ayatKz": "«Алла барлық нәрсеге қорек беруші (құдіретті)»",
                "order": "Ниса, 85"
            }
        ],
        "meaning": "Распоряжающийся всем необходимым для жизнеобеспечения; Доводящий это до Своих созданий, определяющий его количество; Дающий помощь; Могущественный.",
        "shortMeaning": "Поддерживающий (Обеспечивающий)",
        "id": 40,
        "name": "Аль-Мукыт",
        "nameArabic": "المُقِيتُ",
        "zikrCount": 550,
        "zikrText": "Достижение того, что вам нужно",
        "zikr": "Молитва человека, повторяющего это прекрасное имя, будет принята волей Аллаха и будет свободна от недостатка."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللّهَ كَانَ عَلَى كُلِّ شَيْءٍ حَسِيباً﴾",
                "ayatKz": "«Шындығында Алла барлық нәрсені Есептеуші»",
                "order": "Ниса, 86"
            },
            {
                "ayat": "﴿ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيباً ﴾",
                "ayatKz": "«Қашан оларға малдарын берген кездеріңде куәгерлер келтіріңдер, Есептеушілікке Алла жеткілікті»",
                "order": "Ниса, 6"
            }
        ],
        "meaning": "Достаточный для рабов своих; достаточный всякому, кто на Него уповает. Он насыщает рабов своих по своей милости, отводит их от беды. Он достаточен, чтобы в достижении благ и пропитания уповать только на Него, и нет необходимости в ком-либо ином. В Нём нуждаются все Его создания, ибо Его достаточность вечна и совершенна.",
        "shortMeaning": "Достаточный",
        "id": 41,
        "name": "Аль-Хасиб",
        "nameArabic": "الحَسِيبُ",
        "zikrCount": 80,
        "zikrText": "Быть уважаемым на публике",
        "zikr": "Кто чего-то боится, пусть произносит это красивое имя 70 раз утром и вечером в течение 7 дней, начиная с четверга, а 71-го числа он должен сказать «Хасбиаллахуль-Хасииб» (Аллах Всевышний для меня) ., Затем, если Бог пожелает, Он спасет его от опасностей и зла."
    },
    {
        "ayats": [
            {
                "ayat": "﴿تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالإِكْرَامِ﴾",
                "ayatKz": "«Ұлылық пен жомарттықтың Иесі Раббыңның есімін ұлықта»",
                "order": "Рахман, 78"
            }
        ],
        "meaning": "Тот, у Кого истинное величие и все совершенные качества; чистый от всяких недостатков.",
        "shortMeaning": "Величественный",
        "id": 42,
        "name": "Аль-Джалиль",
        "nameArabic": "الجَلِيلُ",
        "zikrCount": 73,
        "zikrText": "Достижение истинного величия, свержение тирании и жестокости",
        "zikr": "Даст Бог, тот, кто напишет это красивое имя на листе бумаги или ткани, будет удостоен чести."
    },
    {
        "ayats": [
            {
                "ayat": "﴿يَا أَيُّهَا الْإِنسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ﴾",
                "ayatKz": "«Ей, адам! Сені Жомарт Раббың туралы не нәрсе адастырды?!»",
                "order": "Инфитар, 6"
            },
            {
                "ayat": "﴿وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ﴾",
                "ayatKz": "«Кім шүкір етсе өзі үшін шүкір етеді, ал кім күпір етсе, шындығында, Раббым Бай һәм Жомарт»",
                "order": "Инфитар, 6"
            },
            {
                "ayat": "عَنْ علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : »أَلاَ أُعَلِّمُكَ كَلِمَاتٍ إِذَا قُلتَهُنَّ غَفَرَ الله لَكَ وَإِنْ كُنْتَ مَغْفُورًا لَكَ«، قَالَ: »قُل: لاَ إِلَهَ إِلاَّ الله العَلِي العَظِيمُ ، لاَ إِلَهَ إِلاَّ الله الحَلِيمُ الكَرِيمُ، لاَ إِلَهَ إِلاَّ الله ، سُبْحَانَ الله ربِّ السَّماوات السَّبْع وربِّ العَرشِ العَظِيمِ، الحَمْدُ للهِ رَبِّ العَالَمِينَ«. رَوَاهُ الترمذي في الدعوات (3504)",
                "ayatKz": "Әли (р.а.) таратқан риуаятта Алланың елшісі (ﷺ): «Мен саған егер оларды айтсаң тіпті бұрын күнәң кешірілген болса да Алла күнәларыңды тағы да кешіретін сөздерді үйретейін бе? Асқақ әрі Ұлы Алладан басқа құдай жоқ, Ұстамды һәм Жомарт Алладан басқа құдай жоқ, Алладан басқа құдай жоқ, жеті көктің Иесі, ұлы аршының Иесі Алла пәк. Мадақ әлемдердің иесі Аллаға тән» деп айт», – деген.",
                "order": "Термези әд-Дағауат кітабында № 3504 риуаят еткен"
            },
            {
                "ayat": "عَنْ سَلمَانَ رضي الله عنه أن رَسُول اللهِ صلى الله عليه وسلم قال: »إِنَّ رَبَّكُمْ تَبَارَكَ وَتَعَالَى حَيِيٌ كَرِيمٌ يَسْتَحْيِي مِنْ عَبْدِهِ إِذَا رَفَعَ يَدَيْهِ إِلَيْهِ أَنْ يَرُدَّهُمَا صِفْرًا«. رَوَاهُ أبو داود في كتاب الوتر  (1488)",
                "ayatKz": "Салманнан (р.а.) жеткен риуаятта Алланың елшісі (ﷺ) былай деген: «Сендердің аса берекелі әрі аса биік Раббыларың Ұятты һәм Жомарт, егер пендесі Оған қайырылып, екі қолын көтерсе, оны құр алақан қайтарудан ұялады».",
                "order": "Әбу Дәуіт әл-Уитр кітабында № 1488 риуаят еткен"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قال النَّبِيُّ صلى الله عليه وسلم فِي الدُّعَاءِ الَّذِي أَمَرَ بِهِ لَيْلَةَ القَدْرِ: »اللهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ العَفْوَ فَاعْفُ عَنِّى«. رَوَاهُ الترمذي في كتاب الدعوات (3513)",
                "ayatKz": "Айшадан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) оған Қадір түні мына дұғаны айтуға бұйырған: «Уа, Алла! Расында Сен Ғафу етушісің, Жомартсың әрі кешірімшілдікті жақсы көресің – мені кешір».",
                "order": "Термези әд-Дағауат кітабында № 3513 риуаят еткен"
            }
        ],
        "meaning": "Тот, у Кого не уменьшаются блага, сколько бы ни дал; ценнейший, охватывающий всё ценное; Тот, у Кого каждое деяние достойно высочайшей похвалы; Тот, Кто исполняет свои обещания и одаряет не только сполна, но и добавляет из своей милости даже тогда, когда исчерпываются все желания созданий. Его не беспокоит то, кого и чем Он одарил, и Он не губит тех, кто укрылся у Него, ибо щедрость Аллаха абсолютна и совершенна.",
        "shortMeaning": "Щедрейший (Великодушный)",
        "id": 43,
        "name": "Аль-Карим",
        "nameArabic": "الكَرِيمُ",
        "zikrCount": 270,
        "zikrText": "Быть благодарным, быть щедрым",
        "zikr": "Кто хочет оказаться среди хороших и порядочных людей, пусть многократно повторяет это красивое имя перед сном."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيباً﴾",
                "ayatKz": "«Шындығында Алла – сендерді Бақылаушы»",
                "order": "Ниса,1"
            },
            {
                "ayat": "﴿وَكَانَ اللهُ عَلى كُلِّ شَيْءٍ رَقِيباً﴾",
                "ayatKz": "«Алла – әрбір нәрсеге Бақылаушы»",
                "order": "Ахзаб, 52"
            },
            {
                "ayat": "﴿فَلمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَليْهِمْ وَأَنْتَ عَلى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Ал мені өлтіргеніңнен кейін оларға Өзің Бақылаушы болдың әрі Сен әрбір нәрсеге Куәгерсің..»",
                "order": "Мәида, 117"
            },
            {
                "ayat": "عَنْ ابْنِ عَبَّاسٍ رضي الله عنه قَال: »قَامَ فِينَا رَسُولُ اللهِ صلى الله عليه وسلم خَطِيبًا بِمَوْعِظَةٍ .. إلى أن قال: »فَأَقُولُ كَمَا قَال العَبْدُ الصَّالِحُ : ﴿وَكُنْتُ عَليْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَليْهِمْ وَأَنْتَ عَلى كُلِّ شيء شَهِيدٌ إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لهُمْ فَإِنَّكَ أَنْتَ العَزِيزُ الحَكِيم﴾ قَال: فَيُقَالُ لِي إِنَّهُمْ لمْ يَزَالُوا مُرْتَدِّينَ عَلى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ«. رَوَاهُ البخاري في كتاب أحاديث الأنبياء (4349) ومسلم في كتاب الجنة (2860).",
                "ayatKz": "Ибн Аббас (р.а.) бірде Алланың елшісінің (ﷺ) сахабаларының арасында уағыз қылып: «Мен сонда (яғни, Қиямет күні) ізгі құлдың (яғни Исаның (а.с.)) айтқанындай: «Мен бар болғаны олардың арасында болғанымда куәгер болдым, ал мені өлтіргеніңнен кейін оларға Өзің Бақылаушы болдың әрі Сен әрбір нәрсеге Куәгерсің, егер оларды азаптасаң – Өзіңнің құлдарың, ал оларды кешірсең – шындығында Сен Үстемсің, Өте данасың», – деймін. Сол кезде маған: «Олар (діннен шыққандар) сен оларда кеткеннен соң кері кете берді», – деп айтылады»",
                "order": "Бұхари Ахадис әл-Әнбия кітабында № 4349, Мүслім әл-Жәнна кітабында № 2860  риуаят еткен"
            }
        ],
        "meaning": "Следящий за состоянием своих созданий, знающий все их деяния, фиксирующий все их деяния; Тот, от контроля Которого никто и ничто не уходит.",
        "shortMeaning": "Наблюдающий (Присматривающий)",
        "id": 44,
        "name": "Ар-Ракыб",
        "nameArabic": "الرَّقِيبُ",
        "zikrCount": 312,
        "zikrText": "Быть под защитой Аллаха в каждом деле, чувствовать это, иметь сильную память",
        "zikr": "Имя повторяется 7 раз и вдохновляет на спасение семьи и имущества от различных бед. Вы можете сделать то же самое для себя."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ﴾",
                "ayatKz": "«Расында Раббым өте жақын әрі жауап беруші»",
                "order": "Һуд, 61"
            },
            {
                "ayat": "﴿وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ﴾",
                "ayatKz": "«Расында Бізді Нұх дұға қылған еді, Біз жауап берушілердің ең жақсысымыз»",
                "order": "Саффат, 75"
            }
        ],
        "meaning": "Отзывающийся на молитвы и просьбы. Он облагодетельствует своего раба ещё до того, как он к нему обратится, отвечает на его мольбу ещё до того, как его постигнет нужда.",
        "shortMeaning": "Отзывчивый",
        "id": 45,
        "name": "Аль-Муджиб",
        "nameArabic": "المُجِيبُ",
        "zikrCount": 55,
        "zikrText": "Принятие молитв",
        "zikr": "Молитвы человека, многократно повторяющего это красивое имя, будут приняты, если Аллах даст."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَكَانَ اللّهُ وَاسِعاً حَكِيماً﴾",
                "ayatKz": "«Расында Алла өте кең әрі аса дана»",
                "order": "Ниса, 130"
            },
            {
                "ayat": "﴿وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ﴾",
                "ayatKz": "«Шығыс пен батыс Аллаға тән, қайда бұрылсаңдар да Алланың дидары сонда. Шындығында Алла өте кең әрі аса білгір»",
                "order": "Бақара, 115"
            },
            {
                "ayat": "﴿إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ﴾",
                "ayatKz": "«Шындығында Раббың кең кешірімді»",
                "order": "Нәжім, 32"
            }
        ],
        "meaning": "Тот, блага Которого широки для созданий; Тот, милость Которого велика для всякого сущего.",
        "shortMeaning": "Всеобъемлющий (Вездесущий)",
        "id": 46,
        "name": "Аль-Вааси`",
        "nameArabic": "الوَاسِعُ",
        "zikrCount": 137,
        "zikrText": "Долголетие, здоровье и благоденствие",
        "zikr": "Человек, стремящийся к духовной зрелости и материальной независимости, если он прочитает это имя много раз, иншаллах, он унаследует. Кроме того, иншаллах, он добьется успеха, если будет продолжать повторять это вымышленное имя, которого не хватает и которое не принесло успеха."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَهُوَ الْحَكِيمُ الْخَبِيرُ﴾",
                "ayatKz": "«Ол (Алла) – Дана һәм бәрінен Хабардар»",
                "order": "Әнғам, 18"
            },
            {
                "ayat": "﴿رَبَّنَا وَابْعَثْ فِيهِمْ رَسُولاً مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الكِتَابَ وَالحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ العَزِيزُ الحَكِيمُ﴾",
                "ayatKz": "«Раббымыз! Оларға өз араларынан Өзіңнің аяттарыңды оқитын, оларға Кітап пен даналықты үйрететін әрі оларды тазалайтын бір елші жібер. Шындығында Сен Үстемсің, Данасың»",
                "order": "Бақара, 129"
            },
            {
                "ayat": "﴿لا إِلَهَ إِلا هُوَ العَزِيزُ الحَكِيمُ ﴾",
                "ayatKz": "«Одан басқа құдай жоқ, Ол (Алла) – Үстем һәм Дана»",
                "order": "Әли Имран, 6"
            }
        ],
        "meaning": "Тот, Кто всё делает мудро; Тот, у Кого дела правильные; Тот, Кто знает суть, внутреннее содержание всех дел; Тот, Кто хорошо знает мудрое решение, предопределённое им самим; Тот, у Кого все дела, все решения, справедливые, мудрые.",
        "shortMeaning": "Мудрейший",
        "id": 47,
        "name": "Аль-Хаким",
        "nameArabic": "الحَكِيمُ",
        "zikrCount": 78,
        "zikrText": "Быть обладателем знания и мудрости, быть дальновидным, делать дело мудростью",
        "zikr": "Всевышний Аллах открывает дверь к знаниям и мудрости для души, которая привыкла многократно повторять это прекрасное имя."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَهُوَ الْغَفُورُ الْوَدُودُ﴾",
                "ayatKz": "«Әрі Ол (Алла) – Кешірімді һәм Сүюші»",
                "order": "Буруж, 14"
            },
            {
                "ayat": "﴿وَاسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي رَحِيمٌ وَدُودٌ﴾",
                "ayatKz": "«Және Раббыларыңнан кешірім тілеңдер сосын Оған тәубе келтіріңдер, Расында Раббым Ерекше мейірімді һәм Сүюші»",
                "order": "Һуд, 90"
            }
        ],
        "meaning": "Любящий своих рабов и любимый для сердец «аулия» («аулия» - мн. ч. от «вали» - праведный, преданый слуга).",
        "shortMeaning": "Любящий Свои творения",
        "id": 48,
        "name": "Аль-Вадуд",
        "nameArabic": "الوَدُودُ",
        "zikrCount": 20,
        "zikrText": "Быть любимым людьми",
        "zikr": "Тот, кто повторяет это прекрасное имя Аллаха 1000 раз, продувает его пищей, которую едят он и его жена, а затем съедает его со своей женой, ссора между ними исчезнет и установится любовь, иншаллах. А чтобы примирить обиженные души, необходимо приготовить стол, посмотреть на еду и повторить это красивое имя 1001 раз."
    },
    {
        "ayats": [
            {
                "ayat": "﴿ذُو الْعَرْشِ الْمَجِيدُ﴾",
                "ayatKz": "«Ол (Алла) – аршының даңқты Иесі»",
                "order": "Буруж, 15"
            },
            {
                "ayat": "﴿قَالُوا أَتَعْجَبِينَ مِنْ أَمْرِ اللَّهِ رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ البَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ﴾",
                "ayatKz": "«Олар: «Алланың әміріне таңданасың ба? Алланың рахымы мен берекеті болсын сендерге, үй иелері! Расында Ол – Мақтаулы һәм Даңқты», – деді»",
                "order": "Һуд, 73"
            },
            {
                "ayat": "عن أبي حُمَيْدٍ السَّاعِدِيُ رضي الله عنه أَنَّهُمْ قَالُوا : يَا رَسُولَ اللَّهِ كَيْفَ نُصَلِّى عَلَيْكَ ؟ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: قُولُوا : اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ ، وَبَارِكْ عَلَى مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّتِهِ ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ ، إِنَّكَ حَمِيدٌ مَجِيدٌ«. البخاري في أحاديث الأنبياء (3189)",
                "ayatKz": "Әбу Хумәйд әс-Сағидидің (р.а.) айтуынша сахабалар: «Уа, Расулалла! Сізге қалай салауат айтамыз?» – деп сұрағанда Алланың елшісі (ﷺ): «Уа, Алла! Мұхаммедке және оның жұбайларына, ұрпақтарына, Ибраһимнің әулетіне салауат жолдағаныңдай салауат жолда! Мұхаммедке және оның жұбайларына, ұрпақтарына Ибраһимнің әулетіне береке дарытқаныңдай береке дарыт! Расында Сен – Мақтаулысың һәм Даңқтысың» – деп айтыңдар», – деген.",
                "order": "Бұхари Ахадис әл-Әнбия кітабында № 3189 риуаят еткен"
            }
        ],
        "meaning": "Наивысочайший по величию; Тот, у Кого добра много, Кто даёт щедро, от Кого польза великая.",
        "shortMeaning": "Славный",
        "id": 49,
        "name": "Аль-Маджид",
        "nameArabic": "المَجِيدُ",
        "zikrCount": 57,
        "zikrText": "Увеличение чести и достоинства",
        "zikr": "Любой, кто заболел, постится 13, 14, 15 числа месяца по мусульманскому календарю (то есть в полнолуние), многократно повторяя это имя во время еды, вдыхая его в воду и открывая рот с Эта вода будет вылечена, иншаАллах. С другой стороны, человек, который регулярно использует свое имя, заслужит уважение других."
    },
    {
        "ayats": [
            {
                "ayat": "﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعاً فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Ол күні Алла олардың барлығын тірілтіп, істеген нәрселерінен хабар береді. Алла оның бәрін есептеген, ал олар ұмытқан-ды. Расында Алла әрбір нәрсеге куәгер»",
                "order": "Мүжәдәлә, 6"
            }
        ],
        "meaning": "Воскрешающий создания в День Суда; Тот, Кто посылает к людям пророков, отправляет помощь рабам своим.",
        "shortMeaning": "Воскрешающий",
        "id": 50,
        "name": "Аль-Ба`ис",
        "nameArabic": "البَاعِثُ",
        "zikrCount": 537,
        "zikrText": "Иметь сильную силу воли",
        "zikr": "Тот, кто кладет руку на грудь перед сном и повторяет это прекрасное имя 100 или 101 раз, его сердце наполнится мудростью и светом. Это имя можно повторять для усиления благочестия."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Расында Алла әрбір нәрсеге куәгер»",
                "order": "Хаж, 17"
            },
            {
                "ayat": "﴿قُلْ مَا سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ إِنْ أَجْرِيَ إِلا عَلَى اللَّهِ وَهُوَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Сен оларға «Мен сендерден ешқандай да сый сұрамаймын. Расында менің сыйым Аллаға міндет әрі Ол әрбір нәрсеге куәгер» деп айт»",
                "order": "Сәбә, 47"
            },
            {
                "ayat": "﴿أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Раббыңның әрбір нәрсеге куәгер екендігі жеткілікті емес пе?!»",
                "order": "Фуссилат, 53"
            },
            {
                "ayat": "﴿لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيداً﴾",
                "ayatKz": "«Алайда Алла Өзінің білімі арқылы саған түсіргенімен куәлік етеді әрі періштелер куәлік етеді. Алланың куәлігі жеткілікті»",
                "order": "Ниса, 166"
            }
        ],
        "meaning": "Зорко и бдительно следящий за миром. Слово «шахид» родственно понятию «шахада» - свидетельство. Он - Свидетель происходящего, от Которого не может утаиться ни одно событие, сколь малым и ничтожным бы оно ни было. Свидетельствовать - означает не является тем, о чём свидетельствуешь.",
        "shortMeaning": "Свидетель",
        "id": 51,
        "name": "Аш-Шахид",
        "nameArabic": "الشَّهِيدُ",
        "zikrCount": 319,
        "zikrText": "Быть великим и любимым народом",
        "zikr": "Если супруга или дети не подчиняются, муж или отец кладет руку ей (им) на лоб, повторяет это прекрасное имя 21 раз и дышит в нее (них), и Аллах исправит их поведение."
    },
    {
        "ayats": [
            {
                "ayat": "﴿فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ﴾",
                "ayatKz": "«Патша әрі Хақ Алла бәрінен биік»",
                "order": "Мүминун, 116"
            },
            {
                "ayat": "﴿ثُمَّ رُدُّوا إِلَى اللهِ مَوْلاهُمُ الحَقِّ أَلا لَهُ الحُكْمُ وَهُوَ أَسْرَعُ الحَاسِبِينَ﴾",
                "ayatKz": "«Сосын олар Хақ Иелері Аллаға қайтарылады. Барлық үкім Соған ғана тән емес пе? Әрі Ол – есептеушілердің ең жылдамы»",
                "order": "Әнғам, 62"
            },
            {
                "ayat": "﴿ذَلِكَ بِأَنَّ اللهَ هُوَ الحَقُّ وَأَنَّهُ يُحْيِي المَوْتَى وَأَنَّهُ عَلَى كُلِّ شَيْءٍ قَدِير ٌ﴾ [الحج:6",
                "ayatKz": "«Міне, Алланың Хақ екендігі үшін әрі Оның өлілерді тірілетіндігі үшін әрі Оның әрбір нәрсеге құдіретті екендігі үшін солай»",
                "order": "Әнғам, 62"
            },
            {
                "ayat": "عن ابْنِ عَبَّاسٍ رضي الله عنه في دعاء النبي صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ مِنْ جَوْفِ الليْلِ: »أَنْتَ الحَقُّ، وَوَعْدُكَ الحَقُّ، وَقَوْلُكَ الحَقُّ، وَلِقَاؤُكَ حَقٌّ، وَالجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالسَّاعَةُ حَقٌّ«.. البخاري في كتاب الدعوات (5958) ، ومسلم في كتاب صلاة المسافرين (769)",
                "ayatKz": "Ибн Аббастан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) түн ортасында намазға тұрғанда былай дұға қылатын болған: «Сен Хақсың, уағдаң хақ, сөзің хақ, Сенімен кездесу хақ, жәннат хақ, тозақ хақ, сағат (ақырзаман) хақ».",
                "order": "Бұхари әд-Дағауат кітабында № 5958, Мүслім Салат әл-Мусәфирин кітабында № 769 риуаят еткен"
            }
        ],
        "meaning": "Устанавливающий истинность истинного через свои слова (калима); Тот, Кто устанавливает истинность своих друзей.",
        "shortMeaning": "Истина (Настоящий)",
        "id": 52,
        "name": "Аль-Хакк",
        "nameArabic": "الحَقُّ",
        "zikrCount": 208,
        "zikrText": "Иметь жизнь, полную твердой веры и преданности, чтобы завершить начатое",
        "zikr": "Если родственник человека пропал или был похищен, он пишет это имя на четырех углах квадрата бумаги, кладет его на ладонь и молится перед утренней молитвой, и по воле Аллаха пропавший человек или вещь возвращается."
    },
    {
        "ayats": [
            {
                "ayat": "﴿اللَّهُ خَالِقُ كُلِّ شَيْءٍ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ﴾",
                "ayatKz": "«Алла әрбір нәрсенің Жаратушысы әрі Ол әрбір нәрсенің Өкілі, қамқоры»",
                "order": "Зүмәр, 62"
            },
            {
                "ayat": "﴿الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ﴾",
                "ayatKz": "«Оларға адамдар: «Расында сендерге қарсы адамдар жиналып жатыр, қорқыңдар», – дегенде олардың имандары артып: «Бізге Алла жеткілікті әрі Ол қандай жақсы қамқоршы», – деседі»",
                "order": "Әли Имран, 173"
            },
            {
                "ayat": "﴿ذَلِكُمُ اللَّهُ رَبُّكُمْ لا إِلَهَ إِلا هُوَ خَالِقُ كُلِّ شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ﴾",
                "ayatKz": "«Міне, сол Алла – сендердің Раббыларың, Одан өзге құдай жоқ, Ол әрбір нәрсенің Жаратушысы, енді Оған құлшылық қылыңдар әрі Ол әрбір нәрсенің Уәкілі»",
                "order": "Әнғам, 102"
            },
            {
                "ayat": "وعند البخاري عن ابْنِ عَبَّاسٍ رضي الله عنه أنه قَالَ: كَانَ آخِرَ قَوْلِ إِبْرَاهِيمَ حِينَ أُلْقِي فِي النَّارِ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ، وقالها محمد صلى الله عليه وسلم حين قال له الناس: ﴿إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَاناً وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ﴾ [آل عمران:173]",
                "ayatKz": "Бұхаридің Сахихында Ибн Аббастың (р.а.) былай дегені хабарланды: «Ибраһим пайғамбардың (а.с.) отқа лақтырылған кездегі айтқан сөзі: «Маған Алла жеткілікті әрі Ол қандай жақсы қамқоршы» болатын. Және бұл сөзді Мұхаммед (ﷺ) те Құранда айтылғандай адамдар оған: «Расында сендерге қарсы адамдар жиналып жатыр, қорқыңдар», – дегенде олардың имандары артып: «Бізге Алла жеткілікті әрі Ол қандай жақсы қамқоршы», – деседі», – деп айтқан»",
                "order": "Әли Имран, 173"
            },
            {
                "ayat": "عن أبي سَعِيدٍ الْخُدْرِي رضي الله عنه أن النبي صلى الله عليه وسلم قال: »كَيْفَ أَنْعَمُ وَصَاحِبُ الْقَرْنِ قَدِ الْتَقَمَ الْقَرْنَ وَاسْتَمَعَ الإِذْنَ متى يُؤْمَرُ بِالنَّفْخِ فَيَنْفُخُ« ، فَكَأَنَّ ذَلِكَ ثَقُلَ عَلَى أَصْحَابِ النَّبِي صلى الله عليه وسلم فَقَالَ لَهُمْ: »قُولُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ عَلَى اللَّهِ تَوَكَّلْنَا«. الترمذي في كتاب صفة القيامة (2431)",
                "ayatKz": "Әбу Сағид әл-Худридің (р.а.) риуаятында Пайғамбар (ﷺ) былай деген: «Мен қалайша қызыққа батайын, егер мүйіз иесі (Исрафил періште) сұрдың үрленуіне қашан әмір етіледі екен деп рұқсатын күтіп жүрсе», – деді. Бұл сөз Пайғамбардың (ﷺ) сахабаларына ауыр тигендей болды. Сонда Пайғамбар (ﷺ) оларға: «Бізге Алла жеткілікті әрі Ол қандай жақсы қамқоршы, Аллаға тәуекел еттік» деп айтыңдар», – деді»",
                "order": "Термези Сифат әл-Қияма кітабында № 2431 риуаят еткен"
            }
        ],
        "meaning": "Тот, на Кого следует полагаться; достаточный для полагающихся только на Него; Кто радует надеющихся и полагающихся только на Него.",
        "shortMeaning": "Доверенный",
        "id": 53,
        "name": "Аль-Вакиль",
        "nameArabic": "الوَكِيلُ",
        "zikrCount": 66,
        "zikrText": "Получать всякую заботу от Аллаха",
        "zikr": "«Кто боится опасности и несчастья, пусть повторяет это прекрасное имя много раз. Тогда, если Аллах пожелает, он будет в безопасности."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ رَبَّكَ هُوَ الْقَوِيُّ الْعَزِيزُ﴾",
                "ayatKz": "«Шындығында Раббың Ол – Күшті әрі Үстем»",
                "order": "Һуд, 66"
            },
            {
                "ayat": "﴿اللهُ لطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ﴾",
                "ayatKz": "«Алла құлдарына Жұмсақ, қалағанына ризықтандырады әрі Ол – Күшті әрі Үстем»",
                "order": "Шура, 19"
            },
            {
                "ayat": "﴿كَتَبَ اللهُ لأَغْلِبَنَّ أَنَا وَرُسُلِي إِنَّ اللهَ قَوِيٌّ عَزِيزٌ﴾",
                "ayatKz": "«Алла былай деп жазды: «Мен және Менің елшілерім жеңіске жетеміз. Расында Алла Күшті әрі Үстем»",
                "order": "Мүжәдәлә, 21"
            },
            {
                "ayat": "﴿مَا قَدَرُوا اللهَ حَقَّ قَدْرِهِ إِنَّ اللهَ لقَوِيٌّ عَزِيز ٌ﴾",
                "ayatKz": "«Олар Алланы хағымен қадірлемеді. Расында Алла Күшті әрі Үстем»",
                "order": "Хаж, 74"
            }
        ],
        "meaning": "Обладатель полной, совершенной мощи, побеждающий; Tот, Который не проигрывает; Тот, у Кого сила выше всякой другой силы.",
        "shortMeaning": "Всесильный",
        "id": 54,
        "name": "Аль-Кавий",
        "nameArabic": "القَوِىُّ",
        "zikrCount": 126,
        "zikrText": "Иметь крепкое тело, легко решать сложные задачи",
        "zikr": "Если человек, которого преследовали и притесняли угнетатели, повторяет это прекрасное имя много раз, враг будет побежден и его состояние улучшится. Однако такой подход следует использовать только в экстренных случаях."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ﴾",
                "ayatKz": "«Шындығында Алла Ол – Ризықтандырушы, күш-қуаттың Мықты Иесі»",
                "order": "Зәрият, 58"
            }
        ],
        "meaning": "Не нуждающийся в средствах для осуществления своих решений; не нуждающийся в помощи; Тот, Кому не нужен помощник, сотоварищ.",
        "shortMeaning": "Непоколебимый",
        "id": 55,
        "name": "Аль-Матин",
        "nameArabic": "المَتِينُ",
        "zikrCount": 500,
        "zikrText": "Духовная и материальная сила, сила и сила воли, исцеление от болезней",
        "zikr": "Избавится от неприятностей человек, много раз повторявший это прекрасное имя. Кроме того, если женщина, у которой не было молока из груди, и выпьет воду с размолотым листом с этим прекрасным именем, по воле Аллаха молоко на грудь придет молоко."
    },
    {
        "ayats": [
            {
                "ayat": "﴿أَمِ اتَّخَذُوا مِن دُونِهِ أَوْلِيَاء فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي المَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ﴾",
                "ayatKz": "«Әлде олар Алладан басқа жанашырлар тауып алды ма? Шынында Жанашыр Ол – Алла. Ол өлілерді тірілтеді әрі Ол әрбір нәрсеге құдіретті»",
                "order": "Шура, 9"
            },
            {
                "ayat": "﴿وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيد ُ﴾",
                "ayatKz": "«Ол (Алла) олар әбден күдерін үзгенде жаңбыр жаудырады және рахымын төгеді. Әрі Ол – Жанашыр, Мақтаулы»",
                "order": "Шура, 28"
            },
            {
                "ayat": "﴿اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا﴾",
                "ayatKz": "«Алла – иман келтіргендердің Жанашыры»",
                "order": "Бақара, 257"
            },
            {
                "ayat": "﴿إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا﴾",
                "ayatKz": "«Шындығында сендердің жанашырларың – Алла, Оның елшісі және иман келтіргендер»",
                "order": "Мәида, 55"
            },
            {
                "ayat": "عن عَمْرَو بْنَ الْعَاصِ رضي الله عنه أنه قَالَ: سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم جِهَارًا غَيْرَ سِرٍّ يَقُولُ: »إِنَّ آلَ أَبِى لَيْسُوا بِأَوْلِيَائِي، إِنَّمَا وَلِيِّيَ اللَّهُ وَصَالِحُ الْمُؤْمِنِينَ وَلَكِنْ لَهُمْ رَحِمٌ أَبُلُّهَا بِبَلاَلِهَا«. البخاري في كتاب الأدب (5644)",
                "ayatKz": "Амр ибн әл-Ас (р.а.) былай дейді: «Мен Пайғамбар (ﷺ) жария түрде былай дегенін естідім: «Шын мәнінде менің әкемнің туысқандары менің достарым емес. Расында менің досым – Алла және иман келтіргендердің ізгілері. Алайда олармен (әкемнің туыстарымен) туыстық қатынасым бар, мен оны үзбеймін»",
                "order": "Бұхари әл-Әдәб кітабында № 5644 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто благоприятствует подчинившимся, помогающий тем, кто любит их; укрощающий врагов; поручающийся за деяния созданий; охраняющий созданных.",
        "shortMeaning": "Друг",
        "id": 56,
        "name": "Аль-Валий",
        "nameArabic": "الوَلِيُّ",
        "zikrCount": 56,
        "zikrText": "Во всем ищите помощи у Аллаха",
        "zikr": "Возрастает духовное богатство и набожность селовека, многократно повторяющего это прекрасное имя. А если чей-то супруг плохо себя ведет, это прекрасное имя нужно многократно повторять, сидя рядом с ним. Даст Аллах, его поведение улучшится."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَاعْلَمُواْ أَنَّ اللّهَ غَنِيٌّ حَمِيدٌ﴾",
                "ayatKz": "«Алланың Бай һәм Мақтаулы екендігін біліңдер»",
                "order": "Бақара, 267"
            },
            {
                "ayat": "﴿وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ وَهُدُوا إِلَى صِرَاطِ الْحَمِيدِ﴾",
                "ayatKz": "«Олар (иман келтіргендер) жақсы сөзге бағыттылынды және Мақтаулының тура жолына бағытталынды»",
                "order": "Хаж, 24"
            },
            {
                "ayat": "﴿يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ﴾",
                "ayatKz": "«Уа, адамдар! Сендер Аллаға мұқтажсыңдар ал Алла Бай һәм Мақтаулы»",
                "order": "Фатыр, 15"
            },
            {
                "ayat": "﴿وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيد ُ﴾",
                "ayatKz": "«Ол (Алла) олар әбден күдерін үзгенде жаңбыр жаудырады және рахымын төгеді. Әрі Ол – Жанашыр, Мақтаулы»",
                "order": "Шура, 28"
            },
            {
                "ayat": "نْ كَعْبُ بْنُ عُجْرَةَ رضي الله عنه أنه قَالَ: سَأَلْنَا رَسُولَ اللَّهِ  فَقُلْنَا: » يَا رَسُولَ اللَّهِ، كَيْفَ الصَّلاَةُ عَلَيْكُمْ أَهْلَ الْبَيْتِ فَإِنَّ اللَّهَ قَدْ عَلَّمَنَا كَيْفَ نُسَلِّمُ؟«، قَالَ: »قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ«. البخاري في كتاب أحاديث الأنبياء، (3190)",
                "ayatKz": "Кағб ибн Аджрадан (р.а.): «Біз Алланың елшісінен (ﷺ): «Уа, Расулалла! Бұдан бұрын бізге Алла сіздерге қалай сәлем беруімізді үйреткен. Ал енді сіздерге қалай салауат айтамыз?» – деп сұрадық. Сонда ол (ﷺ): «Уа, Алла! Мұхаммед пен Мұхаммед әулетіне Ибраһим мен Ибраһимнің әулетіне салауат жолдағаныңдай салауат жолда! Расында Сен Мақтаулысың, Даңқтысың. Уа, Алла! Мұхаммед пен Мұхаммед әулетіне Ибраһим мен Ибраһимнің әулетіне береке дарытқаныңдай береке дарыт! Расында Сен Мақтаулысың, Даңқтысың» – деп айтыңдар», – деді»",
                "order": "Бұхари Ахадис әл-Әнбия кітабында № 3190 риуаят еткен"
            }
        ],
        "meaning": "Достойный всех похвал по причине своего совершенства; обладатель вечной славы.",
        "shortMeaning": "Достохвальный",
        "id": 57,
        "name": "Аль-Хамид",
        "nameArabic": "الحَمِيدُ",
        "zikrCount": 62,
        "zikrText": "Увеличение дохода, просьба о помощи, чтобы больше хвалить Всевышнего",
        "zikr": "Вредные привычки человека, который 93 раза за 45 дней в одиночестве повторяет это прекрасное имя, сменяются хорошими. Также человек, который много раз повторяет это имя, станет приятным и уважительным человеком.."
    },
    {
        "ayats": [
            {
                "ayat": "﴿يَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعاً فَيُنَبِّئُهُمْ بِمَا عَمِلُوا أَحْصَاهُ اللَّهُ وَنَسُوهُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾",
                "ayatKz": "«Ол күні Алла олардың барлығын тірілтіп, істеген нәрселерінен хабар береді. Алла оның бәрін есептеген, ал олар ұмытқан-ды. Расында Алла әрбір нәрсеге куәгер»",
                "order": "Мүжәдәлә, 6"
            }
        ],
        "meaning": "Тот, Кто своими знаниями определяет границы для всего сущего; Тот, от Кого ничего не ускользает.",
        "shortMeaning": "Счетовод (Учитывающий)",
        "id": 58,
        "name": "Аль-Мухси",
        "nameArabic": "المُحْصِى",
        "zikrCount": 148,
        "zikrText": "Умственное здоровье, внимательность",
        "zikr": "Человеку, повторяющему это прекрасное имя 20 раз в день и 20 раз вдохнувшему в пищу, по воле Аллаха будет оказана всяческая помощь."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ﴾",
                "ayatKz": "«Расында Ол бастайды әрі қайтарады»",
                "order": "Буруж, 13"
            }
        ],
        "meaning": "Тот, Кто с самого начала, без примера и прообраза сотворил всё сущее.",
        "shortMeaning": "Начинающий (Основатель)",
        "id": 59,
        "name": "Аль-Мубди",
        "nameArabic": "المُبْدِىُْ",
        "zikrCount": 47,
        "zikrText": "Победа во всем, неожиданный приход помощи",
        "zikr": "Чтобы супруга не сделала аборт или не родила преждевременно, если муж во время предыдущей утренней молитвы приложит руку к ее животу и с искренним желанием повторит это прекрасное имя 99 раз, то ничего страшного не произойдет."
    },
    {
        "ayats": [
            {
                "ayat": "﴿أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ﴾",
                "ayatKz": "«Әлде олар Алланың жаратылысты қалай бастап, сосын оны қайтарғанын көрмей ме? Шын мәнінде ол нәрсе Алла үшін жеңіл»",
                "order": "Анкабут, 19"
            }
        ],
        "meaning": "Повторяющий, придающий вселенной устойчивость, возвращающий; Тот, Кто возвращает всё живое в мёртвое состояние, а затем на том свете оживляет их, возвращая к жизни.",
        "shortMeaning": "Возвращающий",
        "id": 60,
        "name": "Аль-Му`ид",
        "nameArabic": "المُعِيدُ",
        "zikrCount": 47,
        "zikrText": "Возвращение того, что упущено из рук, откровение истины о воскресении Аллахом на том свете",
        "zikr": "Если кто-то пропадает , нужно 70 раз повторять это прекрасное имя, когда люди в доме спят, и вдохнуть а углы дома. Тогда, по велению Аллаха, человек, потерянный в течение 7 дней, вернется или будет одно сообщение от него."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى﴾",
                "ayatKz": "«Оны (жерді) тірілткен (Алла) өлілерді де тірілтеді»",
                "order": "Фұссилат, 39"
            }
        ],
        "meaning": "Тот, Кто творит жизнь; Tот, Кто даёт жизнь любой вещи, которой хочет; Тот, Кто создал творения из ничего; Тот, Кто оживит и после смерти.",
        "shortMeaning": "Оживляющий",
        "id": 61,
        "name": "Аль-Мухии ",
        "nameArabic": "المُحْيِى",
        "zikrCount": 68,
        "zikrText": "Быть успешным в делах, исцеляться от болезней",
        "zikr": "Многократное повторение этого красивого имени вызывает у больного дыхание и, с божьей помощью, исцеляет. Также необходимо многократно повторять это артистическое имя, чтобы улучшить поведение, чтобы дышать руками и ласкать ими свое тело."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ يُحْيِي وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ﴾",
                "ayatKz": "«Ол (Алла) тірілтеді және өлтіреді әрі Оған қайтасыңдар»",
                "order": "Жүніс, 56"
            },
            {
                "ayat": "﴿وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا﴾",
                "ayatKz": "«Әрі Ол (Алла) тірілтеді және өлтіреді»",
                "order": "Жүніс, 56"
            }
        ],
        "meaning": "Тот, Кто предписал смерть всем смертным; Тот, кроме Которого нет умерщвляющего; Тот, Кто укрощает рабов своих смертью когда хочет и как хочет.",
        "shortMeaning": "Умерщвляющий (Усыпляющий)",
        "id": 62,
        "name": "Аль-Мумит",
        "nameArabic": "المُمِيتُ",
        "zikrCount": 490,
        "zikrText": "Не смотреть Харам в глаза, отказаться от пороков, всегда помнить об ахирете",
        "zikr": "Если кто-то не может контролировать себя или страдает бессонницей, ему следует положить руку на грудь и повторять имя много раз, пока он не заснет. Тогда он будет вымотан. Это имя также можно повторять много раз, чтобы избежать мучений будущей жизни."
    },
    {
        "ayats": [
            {
                "ayat": "﴿اللّهُ لا إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ﴾",
                "ayatKz": "«Алладан басқа құдай жоқ, Ол – Мәңгі тірі, Өздігінен тұрушы»",
                "order": "Әли Имран, 2"
            }
        ],
        "meaning": "Вечно живой; Тот, жизни Которого нет начала и нет конца; Тот, Кто всегда был живым и останется навечно живым; живой, не умирающий.",
        "shortMeaning": "Живущий (Бодрствующий)",
        "id": 63,
        "name": "Аль-Хайй",
        "nameArabic": "الحَىُّ",
        "zikrCount": 28,
        "zikrText": "Эффективные, убедительные слова",
        "zikr": "Тот, кто хочет быть здоровым, должен повторять это красивое имя 3000 раз в день. Также для лечения любого заболевания необходимо написать это название на листе бумаги с ароматной мускусной или розовой водой и дать пациенту, растолкав в воде. "
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ﴾",
                "ayatKz": "«(Ол күні) жүздер Мәңгі тірі, Өздігінен тұрушыға бас иеді»",
                "order": "Таһа, 111"
            },
            {
                "ayat": "عَنْ أَنَسِ رضي الله عنه أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم جَالِسًا وَرَجُلٌ يُصَلّي ثُمَّ دَعَا: »اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لاَ إِلَهَ إِلاَّ أَنْتَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالأَرْضِ، يَا ذَا الْجَلاَلِ وَالإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ«، فَقَالَ النَّبِيُّ صلى الله عليه وسلم: »لَقَدْ دَعَا اللَّهَ بِاسْمِهِ الْعَظِيمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى«،رَوَاهُ أَبُو دَاوُد فِي كِتَابِ الصَّلاةِ (1495)",
                "ayatKz": "Әнес ибн Мәліктің (р.а.) риуаят етуінше ол Алланың елшісімен (ﷺ) бірге отырған кезінде бір кісі келіп, жандарында намаз оқып, артынан былайша дұға қылады: «Уа, Алла! Барлық мадақ Өзіңе лайық екендігімен, Өзіңнен басқа құдай жоқ екендігімен, Сый беруші, аспандар мен жерді көркем түрде жаратушы сипаттарыңмен сұраймын. Уа, ұлылық пен жомарттықтың Иесі! Уа, мәңгі тірі! Уа, Өздігінен тұрушы!». Сонда Пайғамбар (ﷺ): «Шындығында бұл Аллаға Оның дұға қылса қабыл ететін, егер сұраса беретін ұлы есімімен дұға қылды», – деген.",
                "order": "Әбу Дәуіт ас-Салә кітабында № 1495 риуаят еткен"
            }
        ],
        "meaning": "Независимый ни от кого и ни от чего, не нуждающийся ни в ком и ни в чём; Тот, Кто заботится обо всём; благодаря которому существует всё сущее; Тот, Кто сотворил творения и содержит их; Тот, Кто владеет знанием обо всём.",
        "shortMeaning": "Самостоятельный (Независимый)",
        "id": 64,
        "name": "Аль-Кайюм",
        "nameArabic": "القَيُّومُ",
        "zikrCount": 166,
        "zikrText": "Во всем деле ждать помощи от Аллаха, добиваться желаемого, чтобы благодарность продолжалась без отрыва",
        "zikr": "Всевышний Аллах воздает честь и богатство тому, кто искренне повторяет это красивое имя много раз, и защищает его от различных опасностей. А после утренней молитвы он говорил: «Да, Хайю! Да, Каюм! » Лень, напряжение, вялость можно устранить повторением."
    },
    {
        "ayats": [],
        "meaning": "Тот, у Которого всё сущее, для Которого отсутствует понятие «недостающее», «недостаточность»; Тот, у Которого сохраняются все дела, не пропадает ничего; Тот, Кто разумеет всё.",
        "shortMeaning": "Богатый",
        "id": 65,
        "name": "Аль-Ваджид",
        "nameArabic": "الوَاجِدُ",
        "zikrCount": 14,
        "zikrText": "Найти то, что искал и терял",
        "zikr": "Пища души, многократно повторяемая во время кормления этого имени, придает ей энергию и сияние. При этом это красивое имя нужно повторять много раз, чтобы успокоить душу и улучшить настроение."
    },
    {
        "ayats": [],
        "meaning": "Tот, у Кого полное совершенство; Тот, у Кого прекрасное величие; Тот, у Кого качества и дела велики и совершенны; проявляющий щедрость и милость по отношению к своим рабам.",
        "shortMeaning": "Наиславнейший",
        "id": 66,
        "name": "Аль-Маджид",
        "nameArabic": "المَاجِدُ ",
        "zikrCount": 48,
        "zikrText": "Большой доход и достойная жизнь",
        "zikr": "Многократное повторение этого прекрасного имени в одиночестве по воле Божьей укрепляет веру."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ إِنَّمَا أَنَا مُنذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ﴾",
                "ayatKz": "«(Уа, Мұхаммед! Сен оларға) Расында мен бар болғаны ескертушімін. Жалғыз әрі Өктем Алладан басқа құдай жоқ» деп айт»",
                "order": "Сад, 65"
            },
            {
                "ayat": "﴿يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَاوَاتُ وَبَرَزُوا للهِ الوَاحِدِ القَهَّار ِ﴾",
                "ayatKz": "«Сол күні жер басқа жермен ауыстырылады және көктер де, сосын олар Жалғыз әрі Өктем Алланың алдында тұрады»",
                "order": "Ибраһим, 48"
            },
            {
                "ayat": "﴿قُلِ اللهُ خَالقُ كُلِّ شَيْءٍ وَهُوَ الوَاحِدُ القَهَّار ُ﴾",
                "ayatKz": "«(Уа, Мұхаммед!) Алла әрбір нәрсенің Жаратушысы һәм Ол Жалғыз әрі Өктем деп айт»",
                "order": "Рағыд, 16"
            },
            {
                "ayat": "عَنْ مِحْجَنِ بْنِ الأَدْرَعَ رضي الله عنه أَنَّهُ قَالَ: »دَخَلَ رَسُول اللهِ صلى الله عليه وسلم المَسْجِدَ إذَا رَجُلٌ قَدْ قَضَى صَلاَتَهُ وَهُوَ يَتَشَهَّدُ، فَقَالَ: »اللهُمَّ إنِّي أَسْأَلُكَ يَا أَللهُ بِأَنَّكَ الوَاحِدُ الأَحَدُ الصَّمَدُ الذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ أَنْ تَغْفِرَ لِي ذُنُوبِي إنَّكَ أَنْتَ الغَفُورُ الرَّحِيمُ«، فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم: »قَدْ غُفِرَ لَهُ« ثَلاَثاً«. رَوَاهُ النَّسَائِي فِي السَّهو، (1224)",
                "ayatKz": "Михжан ибн Әдрағтан жеткен хадисте Алла елшісі (ﷺ) бірде мешітке кіргенде бір кісі намазының отырысында «Я, Алла! Сенің Алла, Бір әрі Жалғыз, тумаған әрі туылмаған, Мұңсыз және теңдессің жоқ екендігің арқылы сұраймын, менің күнәларымды кешіре гөр! Шынында, Сен Аса кешірімшіл әрі өте рахымдысың!» деп дұға қылып жатқанын көріп: «Оның күнәсы кешірілді. Оның күнәсы кешірілді. Оның күнәсы кешірілді», – деп үш рет айтқан.",
                "order": "Ахмад 4/338, Нәсәи 3/52, Әбу Дәуіт сахихы 1/185"
            },
            {
                "ayat": "عَنْ عَائِشَة رضي الله عنها أنها قَالَتْ: »قُلْتُ: »يَا رَسُولَ اللَّهِ، إِذَا بُدِّلَتِ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَوَاتُ وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ أَيْنَ النَّاسُ يَوْمَئِذٍ ؟«، قَالَ: »عَلَى الصِّرَاطِ«.  مسلم في كتاب صفة القيامة والجنة والنار (2791) وأحمد (24115)",
                "ayatKz": "Айшадан (р.а.) былай дейді: «Мен Пайғамбардан (ﷺ): «Уа, Расулалла! Жер басқа жермен ауыстырылып, көктер де сондай болып, сосын барлығы Жалғыз әрі Өктем Алланың алдында тұратын күні адамдар қайда болады?» – деп сұрағанда ол (ﷺ): «Сират көпірінің үстінде болады», – деп жауап берді»",
                "order": "Мүслім Сифат әл-Қиямат уал-Жәнна уан-Нар кітабында № 2791 және Ахмет Муснәд кітабында № 24115 риуаят еткен"
            }
        ],
        "meaning": "Нет никого кроме Него и никого равного Ему.",
        "shortMeaning": "Один Единственный (Единый)",
        "id": 67,
        "name": "Аль-Вахид",
        "nameArabic": "الوَاحِدُ ",
        "zikrCount": 19,
        "zikrText": "Бодрость сердца, принятие молитв-желаний",
        "zikr": "Предмет души, который 1000 раз в день повторяет это красивое имя, теряет излишнюю страсть и страх перед миром. "
    },
    {
        "ayats": [
            {
                "ayat": "﴿اللهُ الصَّمَدُ﴾",
                "ayatKz": "«Алла Мұңсыз»",
                "order": "Ықылас, 2"
            },
            {
                "ayat": "عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: »خَرَجَ إِلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ: »أَقْرَأُ عَلَيْكُمْ ثُلُثَ القُرْآنِ«، فَقَرَأَ: ﴿قُلْ هُوَ اللهُ أَحَدٌ * اللهُ الصَّمَدُ﴾، حَتَّى خَتَمَهَا«.  رَوَاهُ مُسْلِمٌ فِي صَلاةِ المُسَافِرِينَ (812)",
                "ayatKz": "Әбу Һурайра (р.а.) былай дейді: «Бірде бізге Алланың елшісі (ﷺ) шығып: «Мен сендерге Құранның үштен бірін оқып берейін», – деді де, «Қул һуаллаһу ахад. Аллаһус-самадты» оқып сүрені аяғына дейін тәмәмдады»",
                "order": "Мүслім Салат әл-Мусәфирин кітабында № 812 риуаят еткен"
            }
        ],
        "meaning": "Символизирует вечность и независимость Аллаха. Он Тот, Которому все подчиняются; Тот, без Чьего ведома не происходит ничего; Тот, в ком нуждаются все во всём, а сам Он не нуждается ни в ком и ни в чём.",
        "shortMeaning": "Самодостаточный (Неизменный)",
        "id": 68,
        "name": "Ас-Самад",
        "nameArabic": "الصَّمَدُ ",
        "zikrCount": 134,
        "zikrText": "Не нуждаться в ком-либо, кроме Аллаха",
        "zikr": "Справедливость и искренность даны душе, которая простирается в добровольной молитве перед временем утренней молитвы и повторяет это прекрасное имя 115 раз. И если это имя будет повторяться много раз в омовении, даст Бог, зависимость от мирской жизни исчезнет."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ هُوَ الْقَادِرُ عَلَى أَن يَبْعَثَ عَلَيْكُمْ عَذَاباً مِّن فَوْقِكُمْ أَوْ مِن تَحْتِ أَرْجُلِكُمْ أَوْ يَلْبِسَكُمْ شِيَعاً وَيُذِيقَ بَعْضَكُم بَأْسَ بَعْضٍ﴾",
                "ayatKz": "«(Уа, Мұхаммед!) Ол (Алла) сендердің үстеріңнен не аяқтарыңның астынан бір азап жіберуге немесе сендерді топтарға бөліп, бір-бірлеріңнен құқай тартқызуға Құдіретті деп айт»",
                "order": "Әнғам, 65"
            },
            {
                "ayat": "﴿فَقَدَرْنَا فَنِعْمَ القَادِرُونَ﴾",
                "ayatKz": "«Біз оның тағдырын белгіледік. Неткен құдіретті, дәл өлшеушіміз!»",
                "order": "Мүрсәләт, 23"
            },
            {
                "ayat": "عَنْ أَنَسَ بْنَ مَالِكٍ رضي الله عنه قِيلَ: »يَا رَسُولَ اللَّهِ كَيْفَ يُحْشَرُ النَّاسُ عَلَى وُجُوهِهِمْ؟«، قَالَ: »إِنَّ الذي أَمْشَاهُمْ عَلَى أَرْجُلِهِمْ قَادِرٌ عَلَى أَنْ يُمْشِيَهُمْ عَلَى وُجُوهِهِمْ«.  رَوَاهُ  أحمد في المسند (12731)",
                "ayatKz": "Әнес ибн Мәліктен (р.а.) жеткен риуаятта адамдар: «Уа, Расулалла! Қиямет күні адамдар қалайша беттерімен жүріп келіп жиналады?» – деп сұрағанда Алланың елшісі (ﷺ): «Оларды аяқтарымен жүргізген (Алла) беттерімен жүргізуге де Құдіретті», – деп жауап берген.",
                "order": "Ахмет Мүснәд кітабында № 12731 риуаят еткен"
            },
            {
                "ayat": "عَنْ ابن مسعود رضي الله عنه: »فَقَالُوا: »مِمَّ تَضْحَكُ يَا رَسُولَ اللَّهِ ؟«، قَالَ: »مِنْ ضِحْكِ رَبِّ الْعَالَمِينَ حِينَ قَالَ: »أَتَسْتَهْزِئُ مِنِّى وَأَنْتَ رَبُّ الْعَالَمِينَ ؟«، فَيَقُولُ: »إِنِّي لاَ أَسْتَهْزِئُ مِنْكَ، وَلَكِنِّى عَلَى مَا أَشَاءُ قَادِرٌ«.  رَوَاهُ مسلم في الإيمان (187)",
                "ayatKz": "Ибн Масғұд (р.а.) риуаятында адамдар: «Уа, Расулалла! Неге күлдіңіз?» – деп сұрағанда, Ол (ﷺ): «Әлемдердің Иесінің күлкісіне күлемін. Оған пендесі: «Өзің әлемдердің Иесі болсаң да мені келеке етесің бе?» – дегенде Ол: «Шынында Мен сені келеке етпеймін. Алайда Мен қалаған нәрсеме Құдіреттімін», – дейді»",
                "order": "Мүслім Иман кітабында № 187 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто может сотворить из ничего и может уничтожить сущее; Тот, Кто может создать бытие из небытия и может превратить в небытие; делающий всё мудро.",
        "shortMeaning": "Обладатель мощи",
        "id": 69,
        "name": "Аль-Кадир",
        "nameArabic": "القَادِرُ ",
        "zikrCount": 314,
        "zikrText": "Хватит сил делать то, что хочешь",
        "zikr": "Тот, кто повторяет это красивое имя 100 раз после совершения двух ракатов чрезмерной молитвы, с Божьей помощью победит своих врагов. Если повторить сложное задание 41 раз, оно будет оптимизировано. Кроме того, повторение этого художественного названия часто помогает воплощать мечты в реальность."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَلَقَدْ جَاء آلَ فِرْعَوْنَ النُّذُرُ * كَذَّبُوا بِآياتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ﴾",
                "ayatKz": "«Перғауын әулетіне ескертушілер келген-ді. Олар Біздің белгілеріміздің түгелдей теріске шығарды да, Біз оларды Даңқты һәм Бәріне құдіреттінің алуымен қолға алдық»",
                "order": "Қамар, 41, 42"
            },
            {
                "ayat": "﴿إِنَّ المُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ﴾",
                "ayatKz": "«Шындығында тақуалар жәннат пен дариялардың арасында, Құдіретті Патшаның дәргейіндегі шынайы бір орында болады»",
                "order": "Қамар, 54, 55"
            },
            {
                "ayat": "﴿وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِراً﴾",
                "ayatKz": "«Расында Алла барлық нәрсеге Құдіретті»",
                "order": "Кәһф, 45"
            }
        ],
        "meaning": "Тот, Кто устраивает дела для созданий наилучшим образом, так как никто этого не может.",
        "shortMeaning": "Всемогущий",
        "id": 70,
        "name": "Аль-Муктадир",
        "nameArabic": "المُقْتَدِرُ ",
        "zikrCount": 744,
        "zikrText": "Добиваться успеха во всем",
        "zikr": "Повторение этого имени 20 или более раз сразу после пробуждения облегчит выполнение ваших планов. Повторение одного и того же имени снова и снова поможет вам постичь истину."
    },
    {
        "ayats": [
            {
                "ayat": "كَانَ مِنْ دُعَاءِ الرَّسُولِ صلى الله عليه وسلم: »اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ المُقَدِّمُ وَأَنْتَ المُؤَخِّرُ لا إِلَهَ إِلا أَنْتَ«. رَوَاهُ مُسْلِمٌ.",
                "ayatKz": "Алланың елшісінің (ﷺ) дұғаларының бірі мынадай болатын: «Уа, Алла! Менің бұрынғы әрі кейінгі, жасырын әрі жария күнәларымды, ысырап еткенімді, Өзіңнің менен білетіндеріңді кешіре гөр! Расында Сен Алға шығарушысың һәм Артқа қоюшысың, Сенен басқа құдай жоқ»",
                "order": "Мүслім риуаяты"
            }
        ],
        "meaning": "Выдвигающий вперёд всё то, что должно быть впереди; выдвигающий вперёд достойных рабов своих.",
        "shortMeaning": "Приближающий (Продвигающий)",
        "id": 71,
        "name": "Аль-Мукаддим",
        "nameArabic": "المُقَدِّمُ ",
        "zikrCount": 188,
        "zikrText": "Всегда повышаться",
        "zikr": "Всевышний Аллах, научившемуся всегда произносить это художественное имя, дарит мужество, отвагу и спасает от врагов. Также человек, который много повторяет это имя, будет послушным и дисциплинированным."
    },
    {
        "ayats": [
            {
                "ayat": "عَنْ ابْنَ عَبَّاسٍ رضي الله عنه أن النَّبِي صلى الله عليه وسلم كَانَ إِذَا قَامَ مِنَ اللَّيْلِ يَتَهَجَّدُ قَالَ: »اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّماَوَاتِ وَالأَرْضِ«... إلى أن قال: »فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ ، لاَ إِلَهَ إِلاَّ أَنْتَ أَوْ لاَ إِلَهَ غَيْرُكَ«. رَوَاهُ البخاري في كتاب التهجد (1069)",
                "ayatKz": "Ибн Аббастың (р.а.) айтуынша Пайғамбар (ﷺ) түнде тәһәжжүд намазына тұрғанда: «Уа, Алла! Мадақ Өзіңе ғана тән, көктер мен жерді ұстап тұрушы!», – деп келіп аяғында: «Менің бұрынғы әрі кейінгі, жасырын әрі жария күнәларымды кешіре гөр! Расында Сен Алға шығарушысың һәм Артқа қоюшысың, Сенен басқа құдай жоқ, Өзіңнен өзге құдай жоқ», – дейтін болған.",
                "order": "Бұхари әт-Тәһәжжүд кітабында № 1069 риуаят еткен"
            }
        ],
        "meaning": "Отодвигающий назад всё то, что должно быть позади; Тот, Кто отодвигает назад по своему разумению и по своей воле неверных, нечестивцев и всех тех, кто должен быть отодвинут назад.",
        "shortMeaning": "Отдалящий (Отодвигающий)",
        "id": 72,
        "name": "Аль-Муаххыр",
        "nameArabic": "المُؤَخِّرُ  ",
        "zikrCount": 1144,
        "zikrText": "Избегать человека или поступка, полного зла и жестокости",
        "zikr": "Тем, кто хочет расти духовно, важно повторять это имя 100 раз в день."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾",
                "ayatKz": "«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы әрі Жақын тұрушы. Ол барлық нәрсені біледі»",
                "order": "Хадид, 3"
            },
            {
                "ayat": "عَنْ أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا آوى إلى فراشه قال: » اللهمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شيء ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شيء وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شيء وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شيء ، اقْضِ عَنَّا الدَّيْنَ وَاغْنِنَا مِنَ الْفَقْرِ«. رَوَاهُ مسلم في الذكر والدعاء والتوبة،  (2713) .",
                "ayatKz": "Әбу Һурайрадан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) төсегіне жатарда: «Уа, Алла! Сен – Ең біріншісің, Сенен бұрын ештеңе болған емес! Сен – Ең соңғысың, Сенен кейін ештеңе жоқ! Сен – Жоғары тұрушысың, Сенен жоғары ештеңе жоқ! Сен – Төмен тұрушысың сенен төмен ештеңе де жоқ! Бізді қарыздан арылтып, кедейліктен құтқар!» – дейтін болған.",
                "order": "Мүслім әз-Зикр кітабында № 2713 риуаят еткен"
            }
        ],
        "meaning": "Первый, Безначальный и Предвечный. Тот, Кто предшествовал вселенной. (Альфа)",
        "shortMeaning": "Первоначальный",
        "id": 73,
        "name": "Аль-Авваль",
        "nameArabic": "الأَوَّلُ  ",
        "zikrCount": 43,
        "zikrText": "Быть первым в любом добром деле",
        "zikr": "Тот, кто хочет иметь ребенка, должен повторять это имя 40 раз в день. А человек, который повторяет это имя 1000 раз за 40 пятниц, будет обладать следующими качествами: если он пассажир и повторяет это вымышленное имя, он вернется в свою страну с честью и здоровьем; повторяющий это прекрасное имя будет здоров от вреда и последствий; Всевышний Аллах принимает его желание."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾",
                "ayatKz": "«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы әрі Жақын тұрушы. Ол барлық нәрсені біледі»",
                "order": "Хадид, 3"
            }
        ],
        "meaning": "Тот, Кто останется после уничтожения всего сотворённого; Тот, Кому нет конца, вечно остающийся; Тот, Кто уничтожает всё; Тот, после Которого не будет ничего, кроме Него, Вечного Бессмертного Всемогущего Бога, Творца всех времён, народов и миров. (Омега)",
        "shortMeaning": "Завершающий (Последний)",
        "id": 74,
        "name": "Аль-Ахыр",
        "nameArabic": "الآخِرُ  ",
        "zikrCount": 801,
        "zikrText": "Долголетие",
        "zikr": "Иншаллах, человек, который повторяет это красивое имя 1000 раз в день, будет обладать следующими качествами: его сердце будет наполнено любовью к Аллаху; Недостойная любовь к другому человеку или предмету исходит из сердца; Его грехи прощены; Если он умирает в этом состоянии, он умирает по вере; В то же время человек, часто повторяющий это имя, проживет хорошую жизнь и уйдет из жизни в целости и сохранности."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾",
                "ayatKz": "«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы әрі Жақын тұрушы. Ол барлық нәрсені біледі»",
                "order": "Хадид, 3"
            }
        ],
        "meaning": "Имманентный. Проявляющийся во множестве фактов, свидетельствующих о Его существовании.",
        "shortMeaning": "Явный (Понятный)",
        "id": 75,
        "name": "Аз-Захир",
        "nameArabic": "الظَّاهِرُ  ",
        "zikrCount": 1106,
        "zikrText": "Все проблемы очевидны, отсутствие секрета",
        "zikr": "Повторение этого прекрасного имени 500 раз после духа-намаза, который является дополнительной молитвой, наполнит сердце члеовека светом, а зрение лучшается по воле Аллаха."
    },
    {
        "ayats": [
            {
                "ayat": "﴿هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾",
                "ayatKz": "«Ол – Ең бірінші әрі Ең соңғы, Жоғары тұрушы әрі Жақын тұрушы. Ол барлық нәрсені біледі»",
                "order": "Хадид, 3"
            }
        ],
        "meaning": "Тот, Кто знает как явное, так и скрытое обо всём; Тот, Чьи признаки явственны, а Сам на этом свете невидим.",
        "shortMeaning": "Сокровенный (Тайный)",
        "id": 76,
        "name": "Аль-Батын",
        "nameArabic": "البَاطِنُ  ",
        "zikrCount": 62,
        "zikrText": "Быть великодушным",
        "zikr": "Сердце человека, повторяющего это прекрасное имя 33 раза в день, наполнено любовью к Аллаху, Иншалла, достигает чудес. Также будет принято желание человека, который молился, добавив к этому прекрасному имени следующее:»Һуал-Аууалу, уал-Аһиру, УАЗ-Захиру, уал-Батыйну, уа һуа ъалә кулли шайин Кадир"
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَإِذَا أَرَادَ اللَّهُ بِقَوْمٍ سُوءاً فَلا مَرَدَّ لَهُ وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ﴾",
                "ayatKz": "«Егер Алла бір қауымға жамандық қаласа оны ештеңе де қайтара алмайды. Әрі олар үшін Одан басқа Әмірші жоқ»",
                "order": "Рағыд, 11"
            }
        ],
        "meaning": "Властвующий над всем сущим; Тот, Кто осуществляет всё по своему желанию и мудрости; Тот, Чьи решения осуществляются везде и всегда.",
        "shortMeaning": "Правитель (Покровитель)",
        "id": 77,
        "name": "Аль-Вали",
        "nameArabic": "الوَالِى  ",
        "zikrCount": 47,
        "zikrText": "Трогательные слова, быть любимыми людьми",
        "zikr": "Душа, 99 раз повторяющая это прекрасное имя, защищена от всяческих бед, бед и невзгод. И кто бы ни повторял это красивое имя много раз и дул им в угол дома, с помощью Аллаха, тот дом будет спасен от зла. "
    },
    {
        "ayats": [
            {
                "ayat": "﴿عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ﴾",
                "ayatKz": "«Ол (Алла) ғайыпты да, жарияны да білуші, Аса зор әрі бәрінен Биік»",
                "order": "Рағыд, 9"
            },
            {
                "ayat": "﴿فَتَعَالَى اللهُ المَلِكُ الحَقُّ لا إِلَهَ إِلا هُوَ رَبُّ العَرْشِ الكَرِيم ِ﴾",
                "ayatKz": "«Алла бәрінен де Биік Хақ Патша, Одан басқа құдай жоқ, Ол – ардақты аршының Иесі»",
                "order": "Мүминун, 116"
            }
        ],
        "meaning": "Тот, Кто выше клеветнических измышлений, выше сомнений, возникающих у созданных.",
        "shortMeaning": "Превознесенный",
        "id": 78,
        "name": "Аль-Мута`али",
        "nameArabic": "المُتَعَالِ  ",
        "zikrCount": 551,
        "zikrText": "Достижение желаемой карьеры и престижа, продвижение по службе.",
        "zikr": "Благодаря многократному повторению этого прекрасного имени, по воле Аллаха, человек находит решение всех проблем. Также восстанавливаются утраченные силы и достоинство."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّهُ هُوَ البَرُّ الرَّحِيمُ﴾",
                "ayatKz": "«Расында Ол – Ізгі әрі ерекше мейірімді»",
                "order": "Тұр, 28"
            }
        ],
        "meaning": "Тот, Кто делает добро для рабов своих, милостив для них; дающий тем, кто просит, проявляя милость к ним; верный договору, обещанию для созданных.",
        "shortMeaning": "Добродетельный",
        "id": 79,
        "name": "Аль-Барр",
        "nameArabic": "البَرُّ  ",
        "zikrCount": 402,
        "zikrText": "Быть в добре, что бы ни случилось",
        "zikr": "Человек, который повторяет это имя 7 раз в день, иншаллах, будет защищен от употребления алкоголя, легкой ходьбы и других грехов. Также человек, который повторяет это имя 7 раз, потеряет свою чрезмерную страсть к миру, а если он вдохнет в новорожденного после его прочтения, он будет спасен от зла ​​по воле Аллаха."
    },
    {
        "ayats": [
            {
                "ayat": "﴿فَتَلَقَّي آدَمُ مِنْ رَبِّهِ كَلِمَاتٍ فَتَابَ عَلَيْهِ إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ﴾",
                "ayatKz": "«Адам Раббысынан сөздер үйренді де Раббысы оның тәубесін қабыл алды. Расында Ол – тәубені тез қабыл алушы әрі ерекше мейірімді»",
                "order": "Бақара, 37"
            },
            {
                "ayat": "عَنْ عبد الله بنِ عُمَرَ t قَالَ: »إِنْ كُنَّا لَنَعُدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الْوَاحِدِ مِائَةَ مَرَّةٍ: رَبِّ اغْفِرْ لِي وَتُبْ عَلَىَّ إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ«. أبو داود في كتاب الوتر (1516) ، وابن ماجة (3075)",
                "ayatKz": "Абдулла ибн Омар (р.а.): «Біз бір отырыста Алланың елшісінің (ﷺ) «Раббым, мені кешір әрі тәубемді қабыл ал! Расында Сен тәубені тез қабыл алушысың, ерекше мейірімдісің» деп жүз рет айтқандығын есептегенбіз», – дейді.",
                "order": "Әбу Дәуіт әл-Уитр кітабында № 1516 және Ибн Мәже № 3075 риуаят еткен"
            }
        ],
        "meaning": "От арабского «тауба» - покаяние. Принимающий покаяние слуг, благоприятствующий им в покаянии, приводящий их к покаянию, способный усовестить, побудить к покаянию. Отвечающий на мольбы; прощающий грехи покаявшихся.",
        "shortMeaning": "Принимающий (Приемлющий покаяние)",
        "id": 80,
        "name": "Ат-Тавваб",
        "nameArabic": "التَّوَّابُ  ",
        "zikrCount": 415,
        "zikrText": "Принятие покаяния",
        "zikr": "Многократное повторение этого имени, с помощью Аллаха, достигнет своей цели, а кто встанет рядом с человеком, который оскорбил его и повторяет это имя 10 раз, с помощью Аллаха, он будет спасен от угнетателя. Также Всевышний Аллах ведет эту душу, которая повторяет это прекрасное имя 360 раз в день после молитвы духа, на путь истинного покаяния."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللَّهَ عَزِيزٌ ذُو انْتِقَامٍ﴾",
                "ayatKz": "«Расында Алла Даңқты әрі кектің Иесі»",
                "order": "Ибраһим, 47"
            }
        ],
        "meaning": "Ломающий хребет ослушавшимся; мучающий нечестивцев, но только после оповещения и предупреждения, если не опомнились.",
        "shortMeaning": "Карающий (Отмщающий)",
        "id": 81,
        "name": "Аль-Мунтакым",
        "nameArabic": "المُنْتَقِمُ  ",
        "zikrCount": 630,
        "zikrText": "Избегайте зла",
        "zikr": "Кто бы ни подвергался насилию, оскорблениям и оскорблениям, пусть повторяет это красивое имя в течение трех недель (пятниц). Тогда, с Божьей помощью, восторжествует справедливость."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ اللّهَ كَانَ عَفُوّاً غَفُوراً﴾",
                "ayatKz": "«Шындығында Алла Ғафу етуші әрі Кешірімді»",
                "order": "Ниса, 43"
            },
            {
                "ayat": "﴿إِنْ تُبْدُوا خَيْراً أَوْ تُخْفُوهُ أَوْ تَعْفُوا عَنْ سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوّاً قَدِيراً﴾",
                "ayatKz": "«Егер бір жақсылықты көрсетсеңдер не жасырсаңдар немесе бір жамандыққа кешірім қылсаңдар шындығында Алла Ғафу етуші әрі құдіретті»",
                "order": "Ниса, 149"
            },
            {
                "ayat": "﴿فَأُولَئِكَ عَسَي اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ وَكَانَ اللَّهُ عَفُوّاً غَفُوراً﴾",
                "ayatKz": "«Міне, соларға Алла қаласа ғафу етіп, кешірім жасайды. Өйткені Алла Ғафу етуші әрі Кешірімді»",
                "order": "Ниса, 99"
            },
            {
                "ayat": "﴿إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ﴾",
                "ayatKz": "«Шынында Алла Ғафу етуші әрі Кешірімді»",
                "order": "Хаж, 60"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قال النَّبِيُّ صلى الله عليه وسلم فِي الدُّعَاءِ الَّذِي أَمَرَ بِهِ لَيْلَةَ القَدْرِ: »اللهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ العَفْوَ فَاعْفُ عَنِّى«. رَوَاهُ الترمذي في كتاب الدعوات (3513)",
                "ayatKz": "Айшадан (р.а.) жеткен риуаятта Пайғамбар (ﷺ) оған Қадір түні мына дұғаны айтуға бұйырған: «Уа, Алла! Расында Сен Ғафу етушісің, Жомартсың әрі кешірімшілдікті жақсы көресің – мені кешір»",
                "order": "Термези әд-Дағауат кітабында № 3513 риуаят еткен"
            },
            {
                "ayat": "عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ رضي الله عنه قَالَ: »إِنَّ أَوَّلَ رَجُلٍ قُطِعَ فِي الإِسْلاَمِ أَوْ مِنَ الْمُسْلِمِينَ رَجُلٌ أُتِي بِهِ إلى النَّبِي صلى الله عليه وسلم فَقِيلَ: »يَا رَسُولَ اللَّهِ إِنَّ هَذَا سَرَقَ«، فَكَأَنَّمَا أُسِف وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم رَمَاداً، فَقَالَ بَعْضُهُمْ:» يَا رَسُولَ اللَّهِ«، أَي يَقُولُ: » مَا لَكَ؟«، فَقَالَ: »وَمَا يَمْنَعُنِي وَأَنْتُمْ أَعْوَانُ الشَّيْطَانِ عَلَي صَاحِبِكُمْ ، وَاللَّهُ عَزَّ وَجَلَّ عَفْوٌّ يُحِبُّ الْعَفْوَ، وَلاَ يَنْبَغِي لِوَالِي أَمْرٍ أَنْ يُؤْتَي بِحَدٍّ إِلاَّ أَقَامَهُ«، ثُمَّ قَرَأَ: ﴿وَلْيَعْفُوا وَلْيَصْفَحُوا أَلاَ تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ﴾«. رَوَاهُ أحمد في المسند (3977)",
                "ayatKz": "Абдулла ибн Масғұд (р.а.) былай дейді: «Ислам дінінде ең бірінші қолы кесілген Пайғамбарға (ﷺ) әкелінген бір кісі болатын. Сонда адамдар: «Уа, Расулалла! Мынау ұрлық жасады», – десті. Оны естіген Алланың елшісінің (ﷺ) жүзі өзгеріп сала берді. Адамдардың бірі: «Уа, Расулалла! Сізге не болды?» – деп сұрады. Сонда ол (ﷺ): «Маған ештеңе де кедергі емес. Алайда сендер жолдастарыңа қарсы шайтанның көмекшілері болыпсыңдар. Расында ұлы әрі даңқты Алла Ғафу етуші және кешірім еткенді жақсы көреді. Бірақ қандай да бір әміршіге жазалы жан әкелінсе, оның жазасын іске асыруға міндетті», – деді де «Оларға ғафу етіп, оларды кешсін. Әлде Алланың сендерді кешіруін қаламайсыңдар ма? Алла кешірімді әрі ерекше мейірімді» (Нұр, 22) деген аятты оқыды»",
                "order": "Ахмет Мүснәд кітабында № 3977 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто извиняет за прегрешения и стирает их; очищает плохие деяния; Тот, Чья милость широка; делающий добро и непослушным, не спеша с наказанием.",
        "shortMeaning": "Снисходительный",
        "id": 82,
        "name": "Аль-`Афувв",
        "nameArabic": "العَفُوُّ  ",
        "zikrCount": 162,
        "zikrText": "Много еды, душевное спокойствие",
        "zikr": "Всевышний Аллах прощает и благословляет душу, повторяющую это прекрасное имя. Повторив ее много раз, лучше прочитать следующую молитву: Значение: «О Аллах! Воистину, Ты Прощающий и любишь прощать, так что прости меня."
    },
    {
        "ayats": [
            {
                "ayat": "﴿إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ﴾",
                "ayatKz": "«Шындығында Раббыларың Мейірбан әрі ерекше мейірімді»",
                "order": "Нахыл, 7"
            },
            {
                "ayat": "﴿ وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللهِ وَاللهُ رَؤُوفٌ بِالْعِبَاد ِ﴾",
                "ayatKz": "«Адамдардан Алланың разылығы үшін жанын пида ететіндер бар. Алла құлдарына Мейірбан»",
                "order": "Бақара, 207"
            },
            {
                "ayat": "عَن الْبَرَاءِ بن عازب رضي الله عنه : أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم صَلى إِلَى بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شَهْرًا، وَكَانَ يُعْجِبُهُ أَنْ تَكُونَ قِبْلَتُهُ قِبَلَ الْبَيْتِ .. إلى أن قال : وَكَانَ الذِي مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ قِبَلَ الْبَيْتِ رِجَالٌ قُتِلُوا لَمْ نَدْرِ مَا نَقُولُ فِيهِمْ، فَأَنْزَلَ اللهُ ﴿وَمَا كَانَ اللهُ لِيُضِيعَ إِيمَانَكُمْ إِنَّ اللهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ ﴾. البخاري في التفسير (4216)",
                "ayatKz": "Әл-Бара ибн Азиб (р.а.) жеткізген риуаятында: «Алланың елшісі (ﷺ) он алты не он жеті айдай Бәйтул-Мақдиске (Иерусалим қаласына) қарап намаз оқыды. Алайда ол (ﷺ) құбыланың Бәйтул-Харам (Мекке) болғанын қатты қалайтын», – дей келе: «Құбыла өзгерместен бұрын қайтыс болған мұсылмандар шайқаста шәйіт болғандар еді. Біз олар туралы не айтарымызды білмедік. Сонда Алла: «Расында Алла сендердің имандарыңды жоғалтпайды. Расында Алла адамдарға Мейірбан әрі ерекше мейірімді» деген аятты (Бақара, 143) түсірді», – дейді.",
                "order": "Бұхари әт-Тәфсир кітабында № 4216 риуаят еткен"
            }
        ],
        "meaning": "Лишённый грубости, проявляющий сострадание и жалость ко всем созданиям в этой жизни и к некоторым из них в вечной жизни из числа приближенных Ему верующих.",
        "shortMeaning": "Мягкий, Сострадательный",
        "id": 83,
        "name": "Ар-Рауф",
        "nameArabic": "الرَّءوُفُ  ",
        "zikrCount": 281,
        "zikrText": "Повышенная доброта, невосприимчивость к вредности какого-либо творения",
        "zikr": "Человек, который хочет бороться со злом своего нафса и читать его, должен прочитать саляват Пророку (мир ему и благословение Аллаха) 10 раз в молитве, а затем повторить это красивое имя 10 раз. Иншаллах, тогда в нем был мир и его нафс подвергся испытанию. Также многие повторители этого вымышленного имени будут смотреть в душу, будут благословлены Богом и улучшат отношения с жестоким лидером."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ﴾",
                "ayatKz": "«Уа, Алла! Биліктің Иесі деп айт»",
                "order": "Әли Имран, 26"
            }
        ],
        "meaning": "Царь царств; всевластный царь сущего царства; Тот, Кто делает то, что хочет; нет никого, кто бы мог игнорировать, отвести его решения; нет никого, кто мог бы не одобрять, критиковать, ставить под сомнение его решение.",
        "shortMeaning": "Царь царей",
        "id": 84,
        "name": "Малик уль-Мульк",
        "nameArabic": "مَالِكُ المُلْكِ  ",
        "zikrCount": 212,
        "zikrText": "Не вредить имуществу и доходам, повышая ранг в духовном и материальном плане",
        "zikr": "Душа, многократно повторяющая это художественное имя, обретает достаток и достаток, избавляется от пагубных привычек."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ﴾",
                "ayatKz": "«Тек ұлылық пен жомарттықтың Иесі – Раббыңның дидары ғана қалады»",
                "order": "Рахман, 27"
            },
            {
                "ayat": "﴿تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالإِكْرَامِ﴾",
                "ayatKz": "«Ұлылық пен жомарттықтың Иесі – Раббыңның есімін ұлықта»",
                "order": "Рахман, 78"
            }
        ],
        "meaning": "Обладатель особого величия и щедрости; обладатель совершенства; всё величие принадлежит Ему, и все щедроты исходят от Него.",
        "shortMeaning": "Обладатель Величия и Радушия",
        "id": 85,
        "name": "Зуль-Джаляли валь-Икрам",
        "nameArabic": "ذُو الجَلاَلِ وَ الإِكْرَامِ",
        "zikrCount": 1100,
        "zikrText": "Легкое и быстрое решение проблем, любовь к людям",
        "zikr": "Всевышний Аллах воздает честь, уважение и независимость тому, кто многократно повторяет это красивое имя."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ أَمَرَ رَبِّي بِالْقِسْطِ﴾",
                "ayatKz": "«Раббым әділдікке бұйырды де»",
                "order": "Ағраф, 29"
            },
            {
                "ayat": "﴿وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ﴾",
                "ayatKz": "«Егер үкім етсең, олардың арасында әділдікпен үкім ет. Шындығында Алла әділеттілерді жақсы көреді»",
                "order": "Мәида, 42"
            }
        ],
        "meaning": "Тот, у Кого все решения мудры и справедливы; мстящий притеснителям за притеснённых; устанавливающий совершенный порядок, радующий притеснителя после того, как обрадовал притеснённого и тот простил.",
        "shortMeaning": "Справедливый",
        "id": 86,
        "name": "Аль-Муксит",
        "nameArabic": "المُقْسِطُ",
        "zikrCount": 209,
        "zikrText": "Примирение и справедливость семейных",
        "zikr": "Человек, который повторяет это вымышленное имя, часто избегает всяких сомнений и подозрений, связанных с искушениями сатаны. Чтобы сделать доброе дело, это имя нужно повторить 700 раз."
    },
    {
        "ayats": [
            {
                "ayat": "﴿رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لا رَيْبَ فِيهِ﴾",
                "ayatKz": "«Раббымыз! Расында Сен шүбәсыз болатын күні адамдарды Жинаушысың»",
                "order": "Әли Имран, 9"
            },
            {
                "ayat": "﴿إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً ﴾",
                "ayatKz": "«Шындығында Алла мұнафықтар мен кәпірлердің бәрін жәһаннамға Жинаушы»",
                "order": "Ниса, 140"
            }
        ],
        "meaning": "Тот, Кто собрал все совершенства сущности, качеств и дел; Тот, Кто собирает все творения; Тот, Кто собирает на том свете в местности Арасат.",
        "shortMeaning": "Объединяющий (Собирающий)",
        "id": 87,
        "name": "Аль-Джами`",
        "nameArabic": "الجَامِعُ",
        "zikrCount": 114,
        "zikrText": "Примирение обиженных",
        "zikr": "После совершения молитвы саска (духа) необходимо совершить омовение, поднять обе руки и повторить это красивое имя 10 раз, чтобы пройти родственников, разлученных друг с другом в силу различных обстоятельств - войны, бедствий. Также хорошо произносить эту молитву, чтобы найти пропавшего человека или предмет. «Аллахума ийа, Джамиан-нааси лиумил-лаа райба фиихи, иджма 'дааллати». Значение: «О Аллах! В Судный день, в Судный день! Принеси мне то, что я потерял »."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَاللهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاء﴾",
                "ayatKz": "«Алла – Бай, ал сендер Оған – мұқтажсыңдар»",
                "order": "Мұхаммед, 38"
            },
            {
                "ayat": "﴿وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ﴾",
                "ayatKz": "«Сенің Раббың – Бай һәм мейірім Иесі»",
                "order": "Әнғам, 133"
            },
            {
                "ayat": "﴿قَالُوا اتَّخَذَ اللهُ وَلداً سُبْحَانَهُ هُوَ الْغَنِيُّ﴾",
                "ayatKz": "«Олар: «Алла бала жасап алды», – деседі. Ол ондайдан Пәк, Ол – Бай»",
                "order": "Жүніс, 68"
            },
            {
                "ayat": "﴿لهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ وَإِنَّ اللهَ لهُوَ الْغَنِيُّ الْحَمِيدُ﴾",
                "ayatKz": "«Көктер мен жердегілер Оған тән және шындығында Алла – Бай һәм Мақтаулы»",
                "order": "Хаж, 64"
            },
            {
                "ayat": "عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قال النَّبِيُّ صلى الله عليه وسلم فِي الدُّعَاءِ:» اللَّهُمَّ أَنْتَ اللهُ لاَ إِلهَ إِلاَّ أَنْتَ، أَنْتَ الْغَنِىُّ وَنَحْنُ الْفُقَرَاءُ أَنْزِلْ عَليْنَا الْغَيْثَ وَاجْعَلْ مَا أَنْزَلْتَ لنَا قُوَّةً وَبَلاَغًا إِلى حِينٍ«. رَوَاهُ أبو داود في كتاب الاستسقاء (1173)، والحاكم في المستدرك (1225)",
                "ayatKz": "Айша анамыздың (р.а.) айтуынша Пайғамбар (ﷺ) бір дұғасында былай деген: «Уа, Алла! Сен – Алласың, Сенен өзге құдай жоқ! Сен – Байсың, ал біз – мұқтажбыз. Бізге жауын түсір әрі түсірген нәрсеңді біз үшін белгілі бір мерзімге дейін күш-қуат қыл, жеткілікті қыл!»",
                "order": "Әбу Дәуіт әл-Истисқа № 1173 және Хаким Мустәдраккітабында № 1225 риуаят еткен"
            }
        ],
        "meaning": "Богатый и не нуждающийся ни в чём; Тот, в Ком нуждаются все.",
        "shortMeaning": "Самодостаточный",
        "id": 88,
        "name": "Аль-Ганий",
        "nameArabic": "الغَنِىُّ",
        "zikrCount": 1070,
        "zikrText": "Настоящее богатство, богатство и изобилие еды, самолюбие других людей",
        "zikr": "Да благословит Всевышний Аллах душу, которая повторяет это имя 70 раз в день. Также, если имя будет повторяться много раз и дуть на больного человека, с Божьей помощью, он выздоровеет."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ ﴾",
                "ayatKz": "«Ал егер таршылықтан қорықсаңдар, қаласа, Алла сендерді Өзінің артықшылығымен байытады. Шындығында Алла аса білгір әрі Дана»",
                "order": "Тәубе, 28"
            },
            {
                "ayat": "﴿حَتَّى يُغْنِيَهُمُ اللَّهُ مِنْ فَضْلِهِ ﴾",
                "ayatKz": "«Оларды Алла Өзінің артықшылығымен байытқанға дейін»",
                "order": "Нұр, 33"
            },
            {
                "ayat": "﴿وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى﴾",
                "ayatKz": "«Әрі байытқан да, қанағаттандырған да – Ол»",
                "order": "Нәжім, 48"
            }
        ],
        "meaning": "Дающий блага слугам; Тот, Кто обогащает, кого хочет; достаточный для созданных.",
        "shortMeaning": "Обогащающий",
        "id": 89,
        "name": "Аль-Мугни",
        "nameArabic": "المُغْنِى",
        "zikrCount": 1100,
        "zikrText": "Много еды, недостатка нет",
        "zikr": "Человек, который произносит это красивое имя 1111 раз, а затем произносит его 11 раз здоровым образом Пророку (мир ему и благословение Аллаха) в молитве, получит духовное благополучие."
    },
    {
        "ayats": [
            {
                "ayat": "عَنْ مُعَاوِيَةَ رضي الله عنه في دعاء النبي  صلى الله عليه وسلم: »اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ«. رَوَاهُ البخاري في كتاب الدعوات (808)",
                "ayatKz": "Мағауия (р.а.) жеткізген риуаятта Пайғамбар (ﷺ): «Уа, Алла! Сенің бергеніңе тыйым салушы жоқ һәм Сенің тыйым салғаныңды беруші жоқ», – деп дұға қылған.",
                "order": "Бұхари әд-Дағауат кітабында № 808 риуаят еткен"
            }
        ],
        "meaning": "Тот, Кто не даёт тому, кому не хочет дать, чтобы испытать его или чтобы удержать, защитить его от плохого.",
        "shortMeaning": "Ограждающий",
        "id": 90,
        "name": "Аль-Мани",
        "nameArabic": "المَانِعُ",
        "zikrCount": 161,
        "zikrText": "Выживание сильнейшего",
        "zikr": "Человек, который 20 раз повторяет это красивое имя, лежа в постели, улучшит свои отношения с женой, устранит конфликты и установит любовь и привязанность. При этом человек, который повторяет это красивое имя, будет спасен от всякого зла. Это имя нужно повторять много раз, чтобы свершились добрые дела."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلا مَا شَاءَ اللَّهُ ﴾",
                "ayatKz": "«Мен тек Алла қаламаса өзіме бір пайда да, зиян да келтіре алмаймын деп айт»",
                "order": "Ағраф, 188"
            },
            {
                "ayat": "عَنِ بْنِ عَبَّاسٍ قَالَ كُنْتُ خَلْفَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَوْمًا، فَقَالَ: «يَا غُلَامَ، إِنِّي أُعَلِّمُكَ كَلِمَاتٍ اِحْفَظِ اللهَ يَحْفَظُكَ، اِحْفَظِ اللهَ تَجِدْهُ تِجَاهَكَ، إِذَا سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ، وَاعْلَمْ أَنَّ الْأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ لَكَ وَلَوِ اجْتَمَعُواْ عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلَّا بِشَيْءٍ قَدْ كَتَبَهُ اللهُ عَلَيْكَ، رُفِعَتِ الأَقْلَامُ وَجَفَّتِ الصُّحُفُ». رَوَاهُ التِّرْمِذِيُ",
                "ayatKz": "Абдуллаһ ибн Аббас (р.а.) былай деді: «Пайғамбардың (ﷺ) артында келе жатқанда Ол (ﷺ) маған: «Ей, балақай! Мен саған мына сөздерді үйретемін: Алланы сақта, сонда Ол сені сақтайды. Алланы сақта, сонда оны алдыңнан табасың. Бірдеңе сұрасаң, Алладан сұра. Жәрдем тілесең, Алладан тіле. Бүкіл халық жиналып саған бір пайда келтірмек болса, тек Алла жазған нәрсені ғана келтіре алатындығын және олар саған бір зиян келтірмекке жиылса да тек Алланың жазғанын ғана келтіре алатындығын білгейсің. Қаламдар көтерілді, парақтар кеуіп кетті (яғни, тағдыр тақтасына бәрі жазылды)», – деді.",
                "order": "Термези риуаяты"
            }
        ],
        "meaning": "Стирающий царства и народы с лица земли, насылающий эпидемии и стихийные бедствия на грешников, испытывающий творения.",
        "shortMeaning": "Сокрушитель",
        "id": 91,
        "name": "Ад-Дарр",
        "nameArabic": "الضَّارُّ",
        "zikrCount": 161,
        "zikrText": "Предостережение от вредных людей и передача их Аллаху",
        "zikr": "Для духовной и телесной безопасности это прекрасное имя в ночь на пятницу планируется повторить 100 раз. Чтение этого имени может обогатить духовное богатство человека и приблизить его к Аллаху."
    },
    {
        "ayats": [
            {
                "ayat": "﴿قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلا مَا شَاءَ اللَّهُ﴾",
                "ayatKz": "«Мен тек Алла қаламаса өзіме бір пайда да, зиян да келтіре алмаймын деп айт»",
                "order": "Ағраф, 188"
            }
        ],
        "meaning": "Приносящий пользу тому, кому хочет, исходя из Собственных решений; Тот, без Чьего ведома никто не в состоянии принести пользу.",
        "shortMeaning": "Благотворитель",
        "id": 92,
        "name": "Ан-Нафи`",
        "nameArabic": "النَّافِعُ",
        "zikrCount": 201,
        "zikrText": "Предостережение от болезней, поиск исцеления, избегание вредных вещей",
        "zikr": "Это прекрасное имя повторяется перед посадкой на корабль или другие транспортные средства, и Аллах, если пожелает, спасет от различных бедствий. Также, повторяя это имя 41 раз в начале благого дела, Аллах желает, чтобы это дело осуществилось. В то же время, если беременная женщина повторит это имя заранее, прежде чем родить ребенка, то, если Аллах пожелает, родившийся ребенок будет послушным и благочестивым потомком."
    },
    {
        "ayats": [
            {
                "ayat": "﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ﴾",
                "ayatKz": "«Алла – көктер мен жердің нұры (нұрландырушысы)»",
                "order": "Нұр, 35"
            }
        ],
        "meaning": "Тот, Кто является светом небес и земли; Тот, Кто освещает творениям истинный путь; показывает свет истинного пути.",
        "shortMeaning": "Просветляющий (Свет)",
        "id": 93,
        "name": "Ан-Нур",
        "nameArabic": "النُّورُ",
        "zikrCount": 256,
        "zikrText": "Озарение сердца, различая правильное и неправильное",
        "zikr": "Если после прочтения суры Нур это прекрасное имя повторяется 1001 раз или повторяется много раз, иншалла, он озаряет сердце человека. А если в уединении произнести два ракаата молитвы и повторить это прекрасное имя 7 раз, то иншалла, он вернет то, что было утеряно или украдено у человека."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَإِنَّ اللَّهَ لَهَادِ الَّذِينَ آمَنُوا إِلَى صِرَاطٍ مُسْتَقِيمٍ ﴾",
                "ayatKz": "«Шындығында Алла – иман келтірушілерді тура жолға бастаушы»",
                "order": "Хаж, 54"
            }
        ],
        "meaning": "Ведущий верным путём; Тот, Кто истинными высказываниями наставляет созданных на истинный путь; Тот, Кто оповещает созданных об истинном пути; Тот, Кто подводит сердца к познанию себя; Тот, Кто подводит тела созданных к богослужению.",
        "shortMeaning": "Ведущий (Направляющий)",
        "id": 94,
        "name": "Аль-Хади",
        "nameArabic": "الهَادِى",
        "zikrCount": 20,
        "zikrText": "Поиск правильного пути и отсутствие дурного характера у детей",
        "zikr": "Тот, кто поднимает обе руки вверх, смотрит в небо и много повторяет это прекраснре имя, иншалла, его вера укрепляется,его благочестие увеличивается, и Аллах направляет его на правильный путь. Также многократное повторение этого имени ведет к духовному познанию."
    },
    {
        "ayats": [
            {
                "ayat": "﴿بَدِيعُ السَّمَاوَاتِ وَالأَرْضِ وَإِذَا قَضَى أَمْراً فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ﴾",
                "ayatKz": "«(Алла) көктер мен жерді көркем жаратушысы. Егер бір істі қаласа, бар болғаны «бол» дейді де ол болады»",
                "order": "Бақара, 117"
            }
        ],
        "meaning": "Тот, для Которого нет равных, Которому нет подобных ни в сущности, ни в качествах, ни в повелениях, ни в решениях; Тот, Кто творит всё без примера и прообраза.",
        "shortMeaning": "Творец (Изобретатель)",
        "id": 95,
        "name": "Аль-Бади`",
        "nameArabic": "البَدِيعُ",
        "zikrCount": 86,
        "zikrText": "Божественная благодать, духовная и материальная красота",
        "zikr": "Кто бы ни повторил: «Ия, Бадиа-самаавати вал-ард!» 1000 раз, то по воле Аллаха, от его страданий ничего не останется, если он умрет, то вернется с верой. Эту молитву лучше произносить между вечерней и ночной молитвами. Также, если кто-то настроен на риск и сомневается в его реализации, лучше перед сном многократно повторить это прекрасное имя. Даст Аллах, тогда его дело повернет вправо, и его подозрения рассеются."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلالِ وَالإِكْرَامِ﴾",
                "ayatKz": "«Тек ұлылық пен жомарттықтың Иесі – Раббыңның дидары ғана қалады»",
                "order": "Рахман, 27"
            }
        ],
        "meaning": "Остающийся навечно; Тот единственный, Кто остаётся навечно; Тот, существование Которого вечно; Тот, Кто не исчезает; Тот, Кто остаётся бесконечно, навсегда.",
        "shortMeaning": "Вечный",
        "id": 96,
        "name": "Аль-Баки",
        "nameArabic": "البَاقِى",
        "zikrCount": 113,
        "zikrText": "Долголетие и здоровье",
        "zikr": "Тот, кто повторяет это красивое имя 1000 раз с искренними намерениями с четверга на пятницу вечером, иншаллах, он будет спасен от всех опасностей и трудностей, и его добрые дела будут приняты Аллахом."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَكُنَّا نَحْنُ الْوَارِثِينَ ﴾",
                "ayatKz": "«Әрі Біз Мирасқор болдық»",
                "order": "Қасас, 58"
            },
            {
                "ayat": "﴿وَإِنَّا لنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الْوَارِثُون﴾",
                "ayatKz": "«Шындығында Біз тірілтеміз әрі өлтіреміз және Біз – Мирасқормыз»",
                "order": "Хижр, 23"
            },
            {
                "ayat": "﴿وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوَارِثِينَ﴾",
                "ayatKz": "«Және Зәкәрияны (есіңе ал). Сонда ол Раббысына: «Уа, Раббым! Мені жалғыз қалдырма. Расында Сен мирасқорлардың ең қайырлысысың», – деген-ді»",
                "order": "Әнбия, 89"
            }
        ],
        "meaning": "Наследник всего сущего; Тот, Кто остаётся навечно, Которому остаётся наследство всех Его творений; Тот, у Кого остаётся вся власть после исчезновения Его творений; Тот, Кто мир и всё сущее в нём.",
        "shortMeaning": "Наследник",
        "id": 97,
        "name": "Аль-Варис",
        "nameArabic": "الوَارِثُ",
        "zikrCount": 707,
        "zikrText": "Долголетие, богатство, престиж и изобилие благодати",
        "zikr": "Всякий, кто повторяет это прекрасное имя 100 раз до восхода солнца, будет, по воле Аллаха, в безопасности от страданий, недостатка и других невзгод. Кроме того, частое повторение этого имени избавляет нас от нужды и тревог."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ﴾",
                "ayatKz": "«Бұрын Біз Ибраһимге тура нұсқау берген болатынбыз»",
                "order": "Әнбия, 51"
            }
        ],
        "meaning": "Направляющий на правильный путь; Тот, Кто даёт счастье тому, кому хочет, направляя его на истинный путь; Тот, Кто отдаляет того, кого хочет, по установленному им порядку.",
        "shortMeaning": "Правильный (Разумный)",
        "id": 98,
        "name": "Ар-Рашид",
        "nameArabic": "الرَّشِيدُ",
        "zikrCount": 514,
        "zikrText": "Иметь складный характер, избегать вредных привычек",
        "zikr": "Если кто-то не находит способа осуществить свой план или не знает, как его спланировать, пусть он повторяет это прекрасное имя 1000 раз между вечерней и ночной молитвами. Тогда, даст Аллах, его работа продвинется вперед."
    },
    {
        "ayats": [
            {
                "ayat": "﴿وَأَطِيعُواْ اللّهَ وَرَسُولَهُ وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُواْ إِنَّ اللّهَ مَعَ الصَّابِرِينَ﴾",
                "ayatKz": "«Аллаға және Оның елшісіне мойынсұныңдар және таласпаңдар, өйтсеңдер сәтсіздікке ұшырап, күш-қуаттарың кетеді. Сабыр етіңдер, расында Алла сабырлыларды жақсы көреді»",
                "order": "Әнфал, 46"
            },
            {
                "ayat": "عَنْ أَبِي مُوسَى الأشعري t أن النَّبِيِّ صلى الله عليه وسلم قَالَ: «لَيْسَ أَحَدٌ أَوْ لَيْسَ شَيْءٌ أَصْبَرَ عَلَى أَذًى سَمِعَهُ مِنَ اللَّهِ، إِنَّهُمْ لَيَدْعُونَ لَهُ وَلَدًا وَإِنَّهُ لَيُعَافِيهِمْ وَيَرْزُقُهُمْ». البخاري في كتاب الأدب، (5748)",
                "ayatKz": "Әбу Муса әл-Ашғари (р.а.) жеткізген риуаятта Пайғамбар (ﷺ) былай деген: «Құлақпен естіген жәбірге Алладан асқан сабырлы ешкім не ешнәрсе жоқ. Олар (кәпірлер) Оған бала телиді, ал Ол соған қарамастан оларды есен қылып, ризықтандырумен болады»",
                "order": "Бұхари әл-Әдәб кітбында № 5748 риуаят еткен"
            }
        ],
        "meaning": "Tот, у Koгo велики кротость и терпение; Тот, Кто не спешит мстить ослушавшимся; Тот, Кто отсрочивает наказание; Тот, Кто не делает ничего paньше срока; Тот, Кто делает всё в своё время.",
        "shortMeaning": "Терпеливейший",
        "id": 99,
        "name": "Ас-Сабур",
        "nameArabic": "الصَّبُورُ",
        "zikrCount": 298,
        "zikrText": "Легко закончить начатое, побороть гнев, набраться терпения.",
        "zikr": "Человек, который повторяет это красивое имя 100 раз до восхода солнца, будет в этот день в безопасности от всех видов зла, а его враги не смогут ничего с ним сделать, иншаллах. Также рекомендуется повторить это прекрасное имя 1020 раз, чтобы исправить ситуацию."
    }
];